package com.dace.textreader.bean;

import java.util.List;

public class AuthorDetailBean {
    /**
     * status : 200
     * msg : OK
     * data : {"image":"http://web.pythe.cn/xd/shiwen/user/images/31854459502284.jpg","descriptionList":[{"nameStr":"轶事典故","cont":"姓名由来\n第一种说法：那是李白七岁时，父亲要给儿子起个正式的名字。李白的父母亲酷爱读书，他们要培养儿子做个高雅脱俗的人。父亲平时喜欢教孩子看书作诗，在酝酿起名之时，同母亲商量好了，就在庭院散步时考考儿子作诗的能力。\n父亲看着春日院落中葱翠树木，似锦繁花，开口吟诗道：\u201c春国送暖百花开，迎春绽金它先来。\u201d母亲接着道：\u201c火烧叶林红霞落\u201d。李白知道父母吟了诗句的前三句，故意留下最后一句，希望自己接续下去。他走到正在盛开的李树花前，稍稍想了一下说：\u201c李花怒放一树白\u201d。\n\u201c白\u201d\u2014\u2014不正说出了李花的圣洁高雅吗？父亲灵机一动，决定把妙句的头尾\u201c李\u201d\u201c白\u201d二字选作孩子的名字，便为七岁的儿子取名为\u201c李白\u201d。\n第二种说法：李阳冰的《草堂集》序中说：\u201c逃归于蜀，复指李树而生伯阳。惊姜之夕，长庚入梦。故生而名白，以太白字之\u201d。范传正的《唐左拾遗翰林学士李公新墓碑》中写道：\u201c公之生也，先府君指天(李)枝以复姓，先夫人梦长庚而告祥，名之与字，咸取所象\u201d。\n从以上文献中我们不难看出，李白的姓名是其父回到蜀中给自己恢复了李姓后，为后来出世的李白取的名字，李母梦到太白金星后于是有了身孕，在阵痛难忍中生出李白，李白的名字就是根据这一梦境得来的。\n唐朝长安元年，李白出生于武则天执政后期的公元701年。李白少年时代的学习内容很广泛，除儒家经典、古代文史名著外，还浏览诸子百家之书。他很早就相信喜欢道教，喜欢隐居山林，求仙学道；同时又有建功立业的政治抱负。一方面要做超脱尘俗的隐士神仙，一方面要做君主的辅弼大臣，这就形成了出世与入世的矛盾。但积极入世、关心国家，是其一生思想的主流，也是构成他作品进步内容的思想基础。李白青少年时期在蜀地所写诗歌，留存很少，但像《访戴天山道士不遇》《峨眉山月歌》等篇，已显示出突出的才华。\n李白搁笔\n在黄鹤楼公园东边，有一亭名为\u201c搁笔亭\u201d，亭名取自\u201c崔颢题诗李白搁笔\u201d的一段佳话。唐代诗人崔颢登上黄鹤楼赏景写下了一首千古流传的名作：\u201c昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是，烟波江上使人愁。\u201d\n后来李白也登上黄鹤楼，放眼楚天，胸襟开阔，诗兴大发，正要提笔写诗时，却见崔颢的诗，自愧不如只好说：\u201c一拳捶碎黄鹤楼, 一脚踢翻鹦鹉洲。眼前有景道不得，崔颢题诗在上头。\u201d便搁笔不写了。有个少年丁十八讥笑李白：\u201c黄鹤楼依然无恙，你是捶不碎了的。\u201d李白又作诗辩解：\u201c我确实捶碎了，只因黄鹤仙人上天哭诉玉帝，才又重修黄鹤楼，让黄鹤仙人重归楼上。\u201d\n实际上，李白热爱黄鹤楼，到了无以复加的程度，他高亢激昂，连呼\u201c一忝青云客，三登黄鹤楼\u201d。山川人文，相互倚重，崔颢题诗，李白搁笔，从此黄鹤楼之名更加显赫。后来，李白也仿照《黄鹤楼》写下《登金陵凤凰台》：\u201c凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，一水中分白鹭洲。总为浮云能蔽日，长安不见使人愁。\u201d\n诗友挚情\n●重访江东\n李白离开东鲁，便从任城乘船，沿运河到了扬州。由于急着去会稽会见元丹丘，也就没有多滞留。到了会稽，李白首先去凭吊过世的贺知章。不久，孔巢父也到了会稽，于是李白和元丹丘、孔巢父畅游禹穴、兰亭等历史遗迹，泛舟镜湖，往来剡溪等处，当然也少不了在繁华都市会稽流连忘返。在金陵，李白遇见了崔成甫。两人都是政治上的失意者，情怀更加相投。每次游玩时，都尽情畅游，不计早晚。他们泛舟秦淮河，通宵达旦地唱歌，引得两岸人家不胜惊异，拍手为他们助兴。两人由于性格相投、遭遇相似，所以比之一般朋友更为默契，友情更深厚，因而李白把崔成甫的诗系在衣服上，每当想念，便吟诵一番。\n●汪伦之情\n唐天宝年间，汪伦听说大诗人李白旅居南陵叔父李冰阳家，便写信邀请李白到家中做客。信上说：\u201c先生好游乎?此处有十里桃花。先生好饮乎?此处有万家酒店。\u201d李白素好饮酒，又闻有如此美景，欣然应邀而至，却未见信中所言盛景。汪伦盛情款待，搬出用桃花潭水酿成的美酒与李白同饮，并笑着告诉李白：\u201c桃花者，十里外潭水名也，并无十里桃花。万家者，开酒店的主人姓万，并非有万家酒店。\u201d李白听后大笑不止，并不以为被愚弄，反而被汪伦的盛情所感动，适逢春风桃李花开日，群山无处不飞红，加之潭水深碧，清澈晶莹，翠峦倒映，汪伦留李白连住数日，每日以美酒相待，别时送名马八匹、官锦十端。李白在东园古渡乘舟欲往万村，登旱路去庐山，汪伦在古岸阁上设宴为李白饯行，并拍手踏脚，歌唱民间的《踏歌》相送。李白深深感激汪伦的盛意，作《赠汪伦》诗一首： 李白乘舟将欲行，忽闻岸上踏歌声。 桃花潭水深千尺，不及汪伦送我情。\n●为白写序\n李阳冰曾与伟大的浪漫诗人李白有过一段不平常的交往。唐肃宗时李白曾投身于永王李璘幕府帐下，因李璘丹阳起兵叛乱兵败，李白受到牵连，被治罪流放。后虽被大赦，但居无定所，穷困潦倒，流浪到当涂，李阳冰时任当涂县令，仰慕李白的文才和人品，得知李白遭遇后，毅然把李白在当涂安置下来，生活上给予多方照顾。李白死于当涂，终前，把一生诗作托付给李阳冰。李阳冰不负重托，便用精美的书法把书稿重新抄录编成《草堂集》20卷，还为诗集写了一篇序言。流传于世。李白的诗作所以能广为流传，除诗本身有很高的思想性和艺术性外，李阳冰编辑整理之功也是功不可没。\n生死考证\n关于李白的出生地，唐人所撰李白身世资料，最可信者，除魏颢、李阳冰分别为李白编集所写的序文外，再就是刘全白、范传正于李白身后为他写的碣记和碑序。\u201c白本家陇西，乃放形，因家于绵。身既生蜀，则江山英秀。\u201d（魏颢《李翰林集序》）；\u201c神龙之始逃归于蜀，复指李树而生伯阳；惊姜之夕长庚入梦，故生而名白，以太白字之。\u201d(李阳冰《草堂集序》)；\u201c君名白，广汉人。\u201d(刘全白《唐故翰林李君碣记》)；\u201c神龙之初，潜还广汉。...公之生也，先府君指天枝以复姓，先祖母梦长庚而告祥。\u201d(范传正《唐左拾遗翰林学士李公新墓碑并序》)。魏称绵，李称蜀，刘、范称广汉。实则地点相同而有详略之别，魏、李、范三人均指明李白生于蜀中，为蜀中绵州(汉称广汉)人。20世纪70年代，郭沫若提出\u201c碎叶\u201d说。20世纪90年代以后，随着李白研究的深入，学术界普遍采纳李白生于绵州昌隆县青莲乡（今四川省江油市青莲镇）的说法。\n安史之乱发生的第三年（756年），他参加了永王李璘的幕府。永王与肃宗争夺帝位的斗争兵败之后，李白受牵连，流放夜郎（今贵州境内），途中遇赦写下《早发白帝城》。晚年投奔族叔当涂县令李阳冰，不久即病逝，也有说是：\u201c醉致疾亡\u201d，就是喝酒引发疾病而死（见皮日休《李翰林诗》）。也有说是单纯的喝酒猝死（见《旧唐书》）。也有说是醉酒入江中捉月溺死，这种说法古已有之且广为流传。\n身世之谜\n关于诗仙李太白的家世和身世，唐代当时就讳莫如深，特别是对其祖父、曾祖父，史料无一记载。李白自己很少谈及家世，偶有所及，也往往只提远祖，讳言近亲，闪烁其辞，故布疑阵。尽管如此，还是有人从历史的尘幕中看出了蛛丝马迹。最早提到此事的是唐梓州刺史于邵，他最早在李白故里立碑纪念，明末曹学全《蜀中名胜记》载有碑文内容：\u201c白本宗室子，其先避地客蜀，居蜀之彰明，太白生焉\u201d。接着提到此事的乃宋人杜田。\n延至当代，才有《中国青年报》1985年7月28日所载兼葭《李白身世之谜》，转述台湾学者罗香林认为：李白乃李建成之后。韩维禄1988年撰文《李白\u201c五世为庶\u201d当为李建成玄孙解》论证李白乃唐宗室，李建成玄孙。持同样观点的徐本立1990年发表《李白为李渊五世孙考》亦认为李白应为凉武昭王十二世孙、太祖李虎七世孙、高祖李渊五世孙、太子建成玄孙。而朱秋德的《论李白的宗室情结及对其人生诸要素的影响》（《丝路学刊》1997年第4期），更对李白的身世及人生诸要素作出一番综合考察和评价，以期接近历史本来面目。\n李白的研究者们主要引据的是李阳冰《草堂集序》和范传正《唐左拾遗翰林学士李公新墓碑并序》。李阳冰《草堂集序》作于李白同时，其中的身世内容当出自李白口授，范传正作《序》时有李白孙女陪范主持其祖父迁墓之事。\n朱秋德在他的文章中说：\u201c李白作为沦落民间的宗室之子的人生悲剧是命定的，是谁也无法解救的。祖先的血脉周流其身使他渴望有所作为，但祖先蒙受的罪孽又使他不敢有所作为；建功立业而又害怕暴露身世使他的精神和行为在庙堂之高和江湖之远间首鼠两端。他的一生就是在这种矛盾中，在祖先留下的物质财富和精神枷锁中度过的。他是戴着镣铐跳舞的人，而这镣铐世人看不见，只有他自己知道。\u201d\n祖籍迷雾\n虽然90年代以后大多数学者认同李白出生地在四川江油，但是关于李白确切的出生地还是存在争议，大致学者们认为主要有三个地方：分别是四川绵阳江油、陇西成纪、吉尔吉斯斯坦碎叶城。\n●四川绵阳江油\n2009年8月21日，江油市委宣传部致函中央电视台、湖北省安陆市委宣传部，认为江油才是李白的故里，安陆涉嫌\u201c侵权\u201d。\n2009年8月24日，安陆市政府发专函给江油，希望两地能\u201c共享李白\u201d。\n2009年8月28日，江油市文化旅游局向安陆市政府发去律师函，希望对方在10日内，立即停播或删除含有\u201c李白故里\u201d字样的宣传广告片，并保留用法律手段进一步追索的权利，最后胜诉。\n●陇西成纪\n李白祖籍早于古书有记载《草堂集序》云：\u201c\u2026\u2026公又疾亟，草稿万卷，手集未修；枕上授简，俾余为序\u2026\u2026李白，字太白。陇西成纪人，凉武昭王暠九世孙。蝉联圭组，世为显著；中叶非罪，谪居条支，易姓与名。然自穷蝉至舜，五世为庶，累世不大曜，亦可叹焉。神龙之始，逃归于蜀，复指李树而生伯阳。\u201d李阳冰《序》说:\u201c李白，字太白，陇西成纪人，凉武昭王暠九世孙。\u201d魏颢（唐前进士，曾亲访李白，二人\u201c相见泯合\u201d）《李翰林集序》说：\u201c白本陇西，乃放形，因家于绵。\u201d范传正《墓碑说》：\u201c公名白，字太白，其先陇西成纪人。绝嗣之家，难求谱牒。\u201d《新唐》说：\u201c李白，字太白，兴圣皇帝九世孙。其先，隋末因为犯罪迁徙至西域，神龙初返还，客居陇西。\u201d《碑序》云：\u201c公名白，字太白，其先陇西成纪人。绝嗣之家，难求谱牒。公子孙女搜于箱箧之中，得公之亡子伯禽手疏数十行，纸坏字缺，不能详备，约而计之：凉武昭王九世孙也。隋末多难，一房被窜于碎叶，流离散落，隐易姓名。故国朝以来，漏于属籍。神龙初潜还广汉，因侨为郡人。父客，以逋其邑，遂以客为名，高卧云林，不求仕禄。公之生也，先府君指天枝以复姓。\u201d\n2010年3月，甘肃籍学者雷达写了一篇《李白\u201c故里\u201d在甘肃秦安》的文章，随即当地组织了网友签名等活动，颇为热闹。\n●吉尔吉斯斯坦\n根据郭沫若等学者德尔考究，还有一种说法就是李白生可能生于碎叶城，也就是现在的吉尔吉斯斯坦。五岁那年，他随家人迁到四川省江油县定居。李白《与韩荆州书》：\u201c我本是陇西平民，流落至楚汉之地\u201d，自言祖籍陇西成纪人（今甘肃省天水市秦安县）。\n2009年10月29日，吉尔吉斯斯坦驻中国大使馆商务参赞朱萨耶夫·古邦访问安陆，称李白故里在吉尔吉斯斯坦的托克马克市，希望托克马克与安陆两个城市能够以李白为纽带，共同担负起弘扬李白文化的责任，并进一步拓展经济 、贸易等方面的合作。\n事实上，早在2008年10月，吉尔吉斯斯坦文化信息部部长拉耶夫就对中国媒体表示，中国唐代最伟大的诗人李白的出生地碎叶城，就是吉尔吉斯斯坦境内的托克马克市，他们正与中方协商要为李白塑造一个纪念雕像，推动两国李白文化的经济合作。朱萨耶夫·古邦造访安陆，更是表明吉方已经认识到李白故里所蕴含的经济价值，力图分上一杯羹。随后，两地草签了一系列文化和经济的合作意向。\n"},{"nameStr":"家庭成员","cont":"家人\n据《旧唐书》记载，李白之父名叫李客，为任城尉。母，无记载。\n配偶\n原配：许氏，结发妻子，唐高宗时宰相许圉师的孙女，与李白生一子一女。\n继室：宗氏，第二任妻子，唐高宗时宰相宗楚客的孙女。安史之乱爆发后，李白携宗氏南下。后李白因李璘案下狱时，宗氏曾奔走营救。\n刘氏，与李白同居，后分手。\n某氏，东鲁一妇人，与李白同居，生李颇黎。\n子女\n李伯禽，小名\u201c明月奴\u201d，原配许氏所生。一生未入仕途，贞元八年（792年）去世。有一子两女，长子年轻时出游，不知所踪。两女分别嫁给当涂农户陈云和刘劝。\n李颇黎，李白在东鲁时和一女子所生。\n李平阳，原配许氏所生，出嫁后不久即去世。\n"},{"nameStr":"后世纪念","cont":"墓地\n李白墓位于安徽省当涂县太白镇青山西麓的太白行政村谷家自然村西，位置东经118。30\u201852\u201d，北纬31。29\u201935．4\u201d，墓葬海拔12．8米。墓葬附近地貌为江南丘陵，东高西低，东面为当涂县海拔372米的第二高峰青山主峰，李白墓处于青山西麓陇地上，坐北朝南。2006年05月25日，李白墓作为唐代古墓葬，被国务院批准列入第六批全国重点文物保护单位名单。\n纪念馆\n●江油李白纪念馆\n江油市李白纪念馆是为了纪念唐代伟大诗人李白而修建的名人博物馆，位于江油市区风景秀丽的昌明河畔，占地四万余平方米。筹备于1962年，1982年正式开馆。馆内收藏有历代李白诗集版本、历代名家书画精品等文物资料4000余件，其中邓小平、江泽民、胡耀邦、宋庆龄等党和国家领导人的手迹以及仇英、祝枝山、张大千、傅抱石、潘天寿等名家巨擘的作品皆堪称国之瑰宝。2009年被中宣部命名为\u201c全国爱国主义教育示范基地\u201d。5·12\u201d特大地震重建后的李白纪念馆在保留了园林式唐代建筑风貌基础上，还扩大了陈列体量。重建后的李白纪念馆较之过去，建筑布局更加合理，功能更加完善。主要由纪念展示区、文物保护陈列区、李白文化研究交流区、李白文化普及区和旅游咨询服务区组成。\n●马鞍山李白纪念馆\n马鞍山李白纪念馆，位于安徽省马鞍山市采石矶风景名胜区内，成立于1959年。，纪念馆包括太白楼、李白祠、清风亭、太白堂、同风阁、骑鲸轩、仙侣斋、松云居、叠翠楼、吟香馆等展厅和碑廊、沉香园等景点，占地面积1万多平方米。\n●安陆李白纪念馆\n安陆李白纪念馆位于国家4A景区的湖北省安陆市白兆山，为三重檐庑殿式仿唐建筑。楼高32.5米，建筑面积6370平方米。馆名\u201c安陆李白纪念馆\u201d七个大字，是启功先生所题写。李白纪念馆展区共四层8000多平米，分为盛世李白、安陆李白、魅力李白三大板块，收录唐代生活用品、李白诗词以及历朝历代抄录李白诗词作品400多件。\n●济宁李白纪念馆\n济宁李白纪念馆，山东省重点文物保护单位，分上下两层；一层大厅正中有一高约四米、宽一米的李白画像，采用三色仿古锦装裱。\n"},{"nameStr":"主要成就","cont":"诗歌\n综述\n李白的乐府、歌行及绝句成就为最高。其歌行，完全打破诗歌创作的一切固有格式，空无依傍，笔法多端，达到了任随性之而变幻莫测、摇曳多姿的神奇境界。李白的绝句自然明快，飘逸潇洒，能以简洁明快的语言表达出无尽的情思。在盛唐诗人中，王维、孟浩然长于五绝，王昌龄等七绝写得很好，兼长五绝与七绝而且同臻极境的，只有李白一人。\n李白的诗雄奇飘逸，艺术成就极高。他讴歌祖国山河与美丽的自然风光，风格雄奇奔放，俊逸清新，富有浪漫主义精神，达到了内容与艺术的完美统一。他被贺知章称为\u201c谪仙人\u201d，其诗大多为描写山水和抒发内心的情感为主。李白的诗具有\u201c笔落惊风雨，诗成泣鬼神\u201d的艺术魅力，这也是他的诗歌中最鲜明的艺术特色。李白的诗富于自我表现的主观抒情色彩十分浓烈，感情的表达具有一种排山倒海、一泻千里的气势。他与杜甫并称为\u201c大李杜\u201d，（李商隐与杜牧并称为\u201c小李杜\u201d）。\n李白诗中常将想象、夸张、比喻、拟人等手法综合运用，从而造成神奇异彩、瑰丽动人的意境，这就是李白的浪漫主义诗作给人以豪迈奔放、飘逸若仙的原因所在。\n李白的诗歌对后代产生了极为深远的影响。中唐的韩愈、孟郊、李贺，宋代的苏轼、陆游、辛弃疾，明清的高启、杨慎、龚自珍等著名诗人，都受到李白诗歌的巨大影响。\n风格\n豪迈奔放，清新飘逸，想象丰富，意境奇妙，语言奇妙，浪漫主义，立意清晰。\n李白生活在盛唐时期，他性格豪迈，热爱祖国山河，游踪遍及南北各地，写出大量赞美名山大川的壮丽诗篇。他的诗，既豪迈奔放，又清新飘逸，而且想象丰富，意境奇妙，语言轻快，人们称他为\u201c诗仙\u201d。李白的诗歌不仅具有典型的浪漫主义精神，而且从形象塑造、素材摄取、到体裁选择和各种艺术手法的运用，无不具有典型的浪漫主义艺术特征。\n李白成功地在中塑造自我，强烈地表现自我，突出抒情主人公的独特个性，因而他的诗歌具有鲜明的浪漫主义特色。他喜欢采用雄奇的形象表现自我，在诗中毫不掩饰、也不加节制地抒发感情，表现他的喜怒哀乐。对权豪势要，他\u201c手持一枝菊，调笑二千石\u201d（《醉后寄崔侍御》二首之一）；看到劳动人民艰辛劳作时，他\u201c心摧泪如雨\u201d。当社稷倾覆、民生涂炭时，他\u201c过江誓流水，志在清中原。拔剑击前柱，悲歌难重论\u201d（《南奔书怀》），那样慷慨激昂；与朋友开怀畅饮时，\u201c两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来\u201d（《山中与幽人对酌》），又是那样天真直率。总之，他的诗活脱脱地表现了他豪放不羁的性格和倜（俶）傥不群的形象。\n豪放是李白诗歌的主要特征。除了思想性格才情遭际诸因素外，李白诗歌采用的艺术表现手法和体裁结构也是形成他豪放飘逸风格的重要原因。善于凭借想象，以主观现客观是李白诗歌浪漫主义艺术手法的重要特征。几乎篇篇有想象，甚至有的通篇运用多种多样的想象。现实事物、自然景观、神话传说、历史典故、梦中幻境，无不成为他想象的媒介。常借助想象，超越时空，将现实与梦境、仙境，把自然界与人类社会交织一起，再现客观现实。他笔下的形象不是客观现实的直接反映，而是其内心主观世界的外化，艺术的真实。\n李白诗歌的浪漫主义艺术手法之一是把拟人与比喻巧妙地结合起来，移情于物，将物比人。\n李白诗歌的另一个浪漫主义艺术手法是抓住事情的某一特点，在生活真实的基础上，加以大胆的想象夸张。他的夸张不仅想象奇特，而且总是与具体事物相结合，夸张得那么自然，不露痕迹；那么大胆，又真实可信，起到突出形象、强化感情的作用。有时他还把大胆的夸张与鲜明的对比结合起来，通过加大艺术反差，加强艺术效果。\n李白最擅长的体裁是七言歌行和绝句。李白的七言歌行又采用了大开大合、跳跃宕荡的结构。诗的开头常突兀如狂飙骤起，而诗的中间形象转换倏忽，往往省略过渡照应，似无迹可循，诗的结尾多在感情高潮处戛然而止。\n李白的五七言绝句，更多地代表了他的诗歌清新明丽的风格。如《早发白帝城》、《送孟浩然之广陵》、《静夜思》等，妙在\u201c只眼前景、口头语、而有弦外音、味外味，使人神远。\u201d（《说诗晬语》上）。\n语言\n李白诗歌的语言，有的清新如同口语，有的豪放，不拘声律，近于散文，但都统一在\u201c清水出芙蓉，天然去雕饰\u201d的自然美之中。这和他自觉地追求自然美有关。他继承陈子昂的文学主张，以恢复诗骚传统为已任，曾说\u201c梁陈以来，艳薄斯极，沈休文又尚以声律，将复古道，非我而谁欤？\u201d（孟棨《本事诗·高逸》）他崇尚\u201c清真\u201d，讽刺\u201c雕虫丧天真\u201d的丑女效颦，邯郸学步。他的诗歌语言的自然美又是他认真学习民歌明白通俗的特点的结果，明白如话，通俗生动。\n代表作品\n《将进酒》《蜀道难》《梦游天姥吟留别》《静夜思》《望庐山瀑布》《侠客行》《春思》《秋歌》等。\n\n词赋\n李白是否有词的创作至今仍然未有一致的定论，但是今传为李白词的作品，若不论其真伪及是否可归入词体，约有20余首，如《菩萨蛮》《忆秦娥》等。\n就其开创意义及艺术成就而言，\u201c李白词\u201d在词史上享有极为崇高的地位。这一地位犹如古代希腊神话在西方艺术中的地位，作为一种\u201c不可企及\u201d的规范，李白词成为人们心目中永远的偶像。李白在词体文本模式的形成，词的创作模式上均有重大贡献。\n实际上，从唐末五代《花间集》以来，所有的唐宋词选集、总集，在具体操作中，都不会忘记李白，至少也要在序跋题记中提上一句。其作为文学史上的第一位大词人，虽然只有很少几首著作权经常受到怀疑的词作，但却从来没有人对他表示过任何的不满或批评意见。如果评选天下第一词人，李白无疑将以全票当选\u201c词王\u201d。\n书法\n《上阳台帖》为李白书自咏四言行草诗，也是其唯一传世的书法真迹。纸本，纵28.5厘米，横38.1厘米。草书5行，共25字。款署\u201c太白\u201d二字。引首清高宗弘历楷书题\u201c青莲逸翰\u201d四字，正文右上宋徽宗赵佶瘦金书题签：\u201c唐李太白上阳台\u201d七字。背有宋徽宗赵佶，元张晏、杜本、欧阳玄、王馀庆、危素、驺鲁，清乾隆皇帝题跋和观款。卷前后钤有宋赵孟坚\u201c子固\u201d、\u201c彜斋\u201d、贾似道\u201c秋壑图书\u201d，元\u201c张晏私印\u201d、\u201c欧阳玄印\u201d以及明项元汴，清梁清标、安岐、清内府，近代张伯驹等鉴藏印。\n剑术\n李白不仅文采斐然，其剑术亦是十分高明。他\u201c十五好剑术\u201d，\u201c剑术自通达\u201d。造诣非同一般。李白的诗，裴旻的剑术，张旭的草书合称唐代三绝。虽然\u201c三绝\u201d中没有李白的剑术，但其剑术之高却仅位于裴旻之下，居唐朝第二。\n据统计，《全唐诗》李白诗中\u201c剑\u201d字共出现了107次，除去作为地名的\u201c剑阁\u201d3次，\u201c剑壁\u201d1次，武器之\u201c剑\u201d犹有103次之多。属于剑的\u201c铗\u201d出现了1次、\u201c吴钩\u201d1次、\u201c吴鸿\u201d1次、\u201c湛卢\u201d1次、\u201c干将\u201d1次、\u201c莫邪\u201d1次、\u201c青萍\u201d2次、\u201c秋莲\u201d2次、\u201c霜雪\u201d2次、\u201c匕首\u201d3次、\u201c龙泉\u201d4次。总计，\u201c剑\u201d字共出现了118次（统计时把\u201c吴钩霜雪明\u201d，\u201c空余湛卢剑\u201d，\u201c剑花秋莲光出匣\u201d，\u201c拙妻莫邪剑\u201d，\u201c吾家青萍剑\u201d分别计做1次），分布在106首诗中，约占全诗总数的10%。\n道经\n李白从少年时起，常去戴天山寻找道观的道士谈论道经。后来，他与一位号为东岩子的隐者隐居于岷山，潜心学习。他们在自己居住的山林里，饲养了许多奇禽异鸟，做了动物饲养员。这些美丽而驯良的鸟儿，由于饲养惯了，定时飞来求食，好像能听懂人的语言似的，一声呼唤，便从四处飞落阶前，甚至可以在人的手里啄食谷粒，一点都不害怕。这件事被传作奇闻，最后竟使绵州刺史亲自到山中观看鸟儿们的就食情况。这位刺史见他们能指挥鸟类的行动，认定他们有道术，便想推荐二人去参加道科的考试。可是，二人都婉言拒绝了。当时有名的纵横家赵蕤也是李白的老师，此人于开元四年（716）就著成了《长短经》十卷。那时李白才十五岁。赵蕤这部博考六经异同、分析天下形势、讲求兴亡治乱之道的纵横家式的著作引起了李白极大的兴趣。他以后一心要建功立业，喜谈王霸之道，也正是受到这部书的影响。\n思想\n盛唐国力强盛，多数士人渴望建功立业。李白以不世之才自居，以\u201c奋其智能，愿为辅弼，使寰区大定，海县清一\u201d的功业自许，一生矢志不渝地追求实现\u201c谈笑安黎元\u201d、\u201c终与安社稷\u201d的理想。他以大鹏、天马、雄剑自比：\u201c大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。\u201d（《上李邕》）。他希望能像姜尚辅佐明君，像诸葛亮兴复汉室。《梁甫吟》、《读诸葛武侯传抒怀》、《永王东巡歌》、《行路难》（其二）都反映了他的这类思想。\n李白觉得凭借自己的才能，可以\u201c出则以平交王侯，遁则以俯视巢许\u201d（《送烟子元演隐仙城山序》），对于那些靠着门第荫封而享高官厚禄的权豪势要，他投以强烈的鄙视，表现出傲岸不屈的性格。他蔑视封建等级制度，不愿阿谀奉迎，也不屑于与俗沉浮。现实的黑暗使他理想幻灭，封建礼教等级制度的束缚使他窒息，他渴望个性的自由和解放，于是采取狂放不羁的生活态度来挣脱桎梏、争取自由。其表现方式或纵酒狂歌，寻仙学道，然而，酒既无法销愁，神仙更虚无飘渺，于是他\u201c一生好入名山游\u201d（《庐山谣》），把美好的大自然作为理想的寄托、自由的化身来歌颂。他笔下的峨嵋、华山、庐山、泰山、黄山等，巍峨雄奇，吐纳风云，汇泻川流；他笔下的奔腾黄河、滔滔长江，荡涤万物，席卷一切，表现了诗人桀傲不驯的性格和冲决羁绊的强烈愿望。\n这是李白对社会的愤怒抗争，是他叛逆精神的重要体现。他反对玄宗好大喜功，穷兵黩武，揭露将非其人，致使百姓士卒白白送死，由于玄宗的骄纵，宦官权势炙手可热\u2026\u2026通过对政事纲的分析，并到幽燕的实地观察，李白以诗人的敏感，洞幽烛微，在当时诗人中他和杜甫最早揭示祸乱将作。\u201c安史之乱\u201d爆发，他的爱国热情因此升华，摆脱了用藏出处的矛盾。他的反抗性格和叛逆精神具有深刻的爱国内涵，并富于社会意义和时代特征。《古风》其三、十五、二十四、三十九等都对社会现实作了深刻的揭露和有力的批判。\n李白既有清高傲岸的一面，又有世俗的一面，他的理想和自由，只能到山林、仙境、醉乡中去寻求，所以在《将进酒》、《江上吟》、《襄阳歌》等诗中流露出人生如梦、及时行乐、逃避现实等思想，这在封建社会正直孤傲的文人中也具有一定的代表性。\n"},{"nameStr":"人物生平","cont":"早年天才\n长安元年（701年），李白，字太白。其生地今一般认为是唐剑南道绵州（巴西郡）昌隆（后避玄宗讳改为昌明）青莲乡。祖籍为甘肃天水。其家世、家族皆不详。据《新唐书》记载，李白为兴圣皇帝（凉武昭王李暠）九世孙，按照这个说法李白与李唐诸王同宗，是唐太宗李世民的同辈族弟。亦有说其祖是李建成或李元吉。\n神龙元年（705年）， 十一月，武则天去世。李白五岁。发蒙读书始于是年。《上安州裴长史书》云:\u201c五岁诵六甲。\u201d六甲，唐代的小学识字课本，长史，州之次官。\n开元三年（715年），李白十五岁。已有诗赋多首，并得到一些社会名流的推崇与奖掖，开始从事社会干谒活动。亦开始接受道家思想的影响，好剑术，喜任侠。是年岑参生。\n开元六年（718年），李白十八岁。隐居戴天大匡山（在今四川省江油县内）读书。往来于旁郡，先后出游江油、剑阁、梓州（州治在今四川省境内）等地，增长了不少阅历与见识。\n辞亲远游\n开元十二年（724年），李白二十四岁。离开故乡而踏上远游的征途。再游成都、峨眉山，然后舟行东下至渝州（今重庆市）。\n开元十三年（725年），李白出蜀，\u201c仗剑去国，辞亲远游\u201d。\n开元十四年（726年），李白二十六岁。春往扬州（今江苏省扬州市）。秋，病卧扬州。冬，离扬州北游汝州（今河南省临汝县），至安陆（今湖北省安陆县）。途经陈州时与李邕相识。结识孟浩然。\n开元十五年（727年），是年诏令\u201c民间有文武之高才者，可到朝廷自荐\u201d。秋，全国六十三州水灾，十七州霜旱。李白二十七岁。居于安陆寿山，与故宰相许圉师之孙女结婚，逐家于安陆。是年王昌龄进士及第。\n开元十六年（728年），土蕃屡次入侵。李白二十八岁。早春，出游江夏（今湖北省武汉市），与孟浩然相会于斯。\n开元十七年（729年），八月五日，唐玄宗为自己四十岁生日举行盛大的庆贺活动，并以每年八月五日为千秋节。诏令天下诸州宴乐，休假三日。以宇文融管理全国财赋，强制税法，广为聚敛，供朝廷奢侈之用。李白二十九岁。在安陆。\n蹉跎岁月\n开元十八年（730年），李白三十岁。春在安陆。前此曾多次谒见本州裴长史，因遭人谗谤，于近日上书自白，终为所拒。初夏，往长安，谒宰相张说，并结识其子张垍。寓居终南山玉真公主（玄宗御妹）别馆。又曾谒见其它王公大臣，均无结果。暮秋游邢州（在长安之西）。冬游坊州（在长安之北）。是年杜甫十九岁，游于晋（今山西省）。\n开元十九年（731年），玄宗多任宦官，尤宠高力士，时四方表奏，皆先为高力士所决。十月，玄宗驾幸洛阳。李白三十一岁。穷愁潦倒于长安，自暴自弃，与长安市井之徒交往，初夏，离长安，经开封（今河南省开封市），到宋城（今河南省商丘县）。秋到篙山五岳之一的中岳（为河南省登封县的名山），恋故友元丹丘的山居所在，逐有隐居之意。暮秋，滞留洛阳。\n开元二十年（732年），十月，玄宗到洛阳以北（今山西省一带）地区出巡，诏令巡幸所至，地方官员可将本地区贤才直接向朝廷推荐。十一月，至北都太原（唐朝开国之地），祀后土（土地神），大赦天下。十二月，归还洛阳。是年全国户数为七百八十六万一千二百三十六，人口四千五百四十三万一千二百六十五，为有史以来的最高记录。李白三十岁。自春历夏在洛阳，与元演、崔成甫结识。秋，自洛阳返安陆。途经南阳（今河南省南阳市），结识崔宗之。冬，元演自洛阳到安陆相访，二人同游随州（今湖北省随县）。岁未，归家安陆。\n开元二十一年（733年），正月，唐玄宗亲注老子《道德经》。令天下士庶（身份很低的役人与庶民）家藏一册，梅年贡举时加试《老子》策。三月，韩休同中书门下平章事（宰相）。五月，张九龄同中书门下平章事。二人为人正直，敢于力谏，张九龄尤以文学才能，道德文章，为世所重。分天下为十五道，各置采访使（负责监察督办所辖地区的政治等项），是年长安久雨，京师饥谨，诏令放太仓米二百万石以赈民。李白三十三岁。构石室于安陆白兆山桃花岩。开山田，日以耕种、读书为生活。\n开元二十二年（734年），正月，唐玄宗巡幸洛阳。二月，秦州（今甘肃天水县西南）地震，房屋倒塌，崩坏殆尽，压死者四千余人。征沼自称生于尧时的道士张果先生，玄宗亲问以治道神仙之术。授其银青光禄大夫（银印上系以青色缓带，以为品位高的标志。副职），位侍中（唐门下省协助宰相起草文书等项的官吏）。\n西游献赋\n开元二十三年（公元735年），玄宗又一次狩猎，正好李白也在西游，乘机献上《大猎赋》，希望能博得玄宗的赏识。他的《大猎赋》希图以\u201c大道匡君，示物周博\u201d，而\u201c圣朝园池遐荒，殚穷六合\u201d，幅员辽阔，境况与前代大不相同，夸耀本朝远胜汉朝，并在结尾处宣讲道教的玄埋，以契合玄宗当时崇尚道教的心情。\n是年，李白进长安后结识了卫尉张卿，并通过他向玉真公主献了诗，最后两句说\u201c几时入少室，王母应相逢\u201d，是祝她入道成仙。由此，他一步步地接近了统治阶级的上层。李白这次在长安还结识了贺知章。李白去紫极宫，在那里遇见了贺知章，立刻上前拜见，并呈上袖中的诗本。贺知章颇为欣赏《蜀道难》和《乌栖曲》。李白瑰丽的诗歌和潇洒出尘的风采令贺知章惊异万分，竟说：\u201c公非人世之人，可不是太白星精耶？\u201d贺知章称他为谪仙人。三年后，李白发出\u201c行路难，归去来\u201d的感叹，离开长安。\n李白供奉翰林天宝元年（公元742年），由于玉真公主和贺知章的交口称赞，玄宗看了李白的诗赋，对其十分仰慕，便召李白进宫。李白进宫朝见那天，玄宗降辇步迎，\u201c以七宝床赐食于前，亲手调羹\u201d。玄宗问到一些当世事务，李白凭半生饱学及长期对社会的观察，胸有成竹，对答如流。玄宗大为赞赏，随即令李白供奉翰林，职务是给皇上写诗文娱乐，陪侍皇帝左右。玄宗每有宴请或郊游， 必命李白侍从，利用他敏捷的诗才，赋诗纪实。虽非记功，也将其文字流传后世，以盛况向后人夸示。李白受到玄宗如此的宠信，同僚不胜艳羡，但也有人因此而产生了嫉恨之心。\n天宝二年（743年），,李白四十三岁。诏翰林院。初春，玄宗于宫中行乐，李白奉诏作《官中行乐词》，赐宫锦袍。暮春，兴庆池牡丹盛开，玄宗与杨玉环同赏，李白又奉诏作《清平调》。对御用文人生活日渐厌倦，始纵酒以自昏秽。与贺知章等人结\u201c酒中人仙\u201d之游，玄宗呼之不朝。尝奉诏醉中起草诏书，引足令高力士脱靴，宫中人恨之，谗谤于玄宗，玄宗疏之。\n李杜相识\n天宝三年（公元744年）的夏天，李白到了东都洛阳。在这里，他遇到蹭蹬的杜甫。中国文学史上最伟大的两位诗人见面了。此时，李白已名扬全国，而杜甫风华正茂，却困守洛城。李白比杜甫年长十一岁，但他并没有以自己的才名在杜甫面前倨傲。而\u201c性豪也嗜酒\u201d、\u201c结交皆老苍\u201d的杜甫，也没有在李白面前一味低头称颂。两人以平等的身份，建立了深厚的友情。在洛阳时，他们约好下次在梁宋（今开封、商丘一带）会面，访道求仙。同年秋天，两人如约到了梁宋。两人在此抒怀遣兴，借古评今。他们还在这里遇到了诗人高适，高适此时也还没有禄位。然而，三人各有大志，理想相同。三人畅游甚欢，评文论诗，纵谈天下大势，都为国家的隐患而担忧。这时的李杜都值壮年，此次两人在创作上的切磋对他们今后产生了积极影响。\n这年的秋冬之际，李杜又一次分手。李白到齐州（今山东济南一带）紫极宫请道士高天师如贵授道箓，从此他算是正式履行了道教仪式，成为道士。其后李白又赴德州安陵县，遇见这一带善写符箓的盖还，为他造了真箓。此次的求仙访道，李白得到了完满的结果。\n天宝四年（公元745年）秋天，李白与杜甫在东鲁第三次会见。短短一年多的时间，他们两次相约，三次会见，知交之情不断加深。他们一道寻访隐士高人，也偕同去齐州拜访过当时驰名天下的文章家、书法家李邕。就在这年冬天，李杜两人分手。\n安史入幕\n天宝十四年（公元755年），安史之乱爆发，李白与妻子宗氏一道南奔避难。春在当涂。旋闻洛阳失陷，中原横溃，乃自当涂返宣城，避难刻中（今浙江省膝县）。至漂阳（今江苏省滦阳县），与张旭相遇。夏至越中。闻郭子仪、李光弼在河北大胜，又返金陵。秋，闻玄宗奔蜀，遂沿长江西上，入庐山屏风叠隐居。\n至德元年（756年），正月，安禄山在洛阳自称大燕皇帝。五月，郭子仪、李光弼大破史思明，收复河北十余郡。六月，安禄山率部攻破潼关，生擒哥舒翰。\n至德二年（757年），,李白五十七岁。正月，在永王军营，作组诗《永王东巡歌》抒发了建功报国情怀。永王擅自引兵东巡，导致征剿，兵败。李白在浔阳入狱。被宋若思、崔涣营救。成为宋若思的幕僚后，为宋写过一些文表，并跟随他到了武昌。李白在宋若思幕下很受重视，并以宋的名义再次向朝廷推荐，希望再度能得到朝廷的任用。终以参加永王东巡而被判罪长流夜郎（今贵州桐梓）。是年杜甫四十六岁，四月，从贼营逃出，谒肃宗于风翔，授右拾遗。\n乾元元年（758年），四月，史思明反。五月，肃宗罢张镐宰相，出为荆州大都督长史。十二月，史思明陷魏州（今河北省南部）。李白五十八岁。李白自寻阳出发，开始长流夜郎，妻弟宗嫌相送。春末夏初。途经西塞驿（今武昌县东），至江夏，访李邕故居，登黄鹤楼，眺望鹦鹉洲。秋至江陵，冬入三峡。是年杜甫四十七岁，为华州司功参军。\n溘然病逝\n乾元二年（759年），朝廷因关中遭遇大旱，宣布大赦，规定死者从流，流以下完全赦免。李白经过长期的辗转流离，终于获得了自由。他随即顺着长江疾驶而下，而那首著名的《早发白帝城》最能反映他当时的心情。到了江夏，由于老友良宰正在当地做太守，李白便逗留了一阵。乾元二年，李白应友人之邀，再次与被谪贬的贾至泛舟赏月于洞庭之上，发思古之幽情，赋诗抒怀。不久，又回到宣城、金陵旧游之地。差不多有两年的时间，他往来于两地之间，仍然依人为生。上元二年(761年)，已六十出头的李白因病返回金陵。在金陵，他的生活相当窘迫，不得已只好投奔了在当涂做县令的族叔李阳冰。\n上元三年 (762年)，李白病重，在病榻上把手稿交给了李阳冰，赋《临终歌》而与世长辞。\n关于李白之死，历来众说纷纭，莫衷一是。总体可以概括为三种死法：其一是醉死，其二是病死，其三是溺死。第一种死法见诸《旧唐书》，说李白\u201c以饮酒过度，醉死于宣城\u201d；第二种死法亦见诸其他正史或专家学者的考证之说。说当李光弼东镇临淮时，李白不顾61岁的高龄，闻讯前往请缨杀敌，希望在垂暮之年，为挽救国家危亡尽力，因病中途返回，次年病死于当涂县令、唐代最有名的篆书家李阳冰处；而第三种死法则多见诸民间传说，极富浪漫色彩，说李白在当涂的江上饮酒，因醉跳入水中捉月而溺死，与诗人性格非常吻合。但是不管哪一种死法，都因参与永王李璘谋反作乱有着直接的关系。因为李白流放夜郎，遇赦得还后不久，就结束了他传奇而坎坷的一生，这是一个不争的事实。\n"}],"author":"李白","comefrom":"古诗文网","description":null,"video":{"img":"http://b.hiphotos.baidu.com/baike/whfpf%3D640%2C360%2C0/sign=1ff65c873787e9504242a02c76056577/29381f30e924b89900f72a7c63061d950b7bf6af.jpg","link":"https://second-know.cdn.bcebos.com/media/mda-OgONWdPNjvL51hpe/978f0a6d50a7205cca280a914560c73d.mp4?auth_key=1556612354-715169-0-7e6aa7055bd3b68f837ca16cfe364503&platform=hanyu","source":"秒懂百科","time":"02:10","play_num":479853,"title":"一分钟了解李白-秒懂百科"},"content":"李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为\u201c诗仙\u201d。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。","isFollow":1,"searchId":"553524504182259712","dynasty":"唐代","femaleAudio":"http://media.pythe.cn/author/2/51549978860865783.mp3","id":2145,"time":1552448427000,"subContent":null,"status":2}
     */

    private int status;
    private String msg;
    private DataBean data;

    public int getStatus() {
        return status;
    }

    public void setStatus(int status) {
        this.status = status;
    }

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * image : http://web.pythe.cn/xd/shiwen/user/images/31854459502284.jpg
         * descriptionList : [{"nameStr":"轶事典故","cont":"姓名由来\n第一种说法：那是李白七岁时，父亲要给儿子起个正式的名字。李白的父母亲酷爱读书，他们要培养儿子做个高雅脱俗的人。父亲平时喜欢教孩子看书作诗，在酝酿起名之时，同母亲商量好了，就在庭院散步时考考儿子作诗的能力。\n父亲看着春日院落中葱翠树木，似锦繁花，开口吟诗道：\u201c春国送暖百花开，迎春绽金它先来。\u201d母亲接着道：\u201c火烧叶林红霞落\u201d。李白知道父母吟了诗句的前三句，故意留下最后一句，希望自己接续下去。他走到正在盛开的李树花前，稍稍想了一下说：\u201c李花怒放一树白\u201d。\n\u201c白\u201d\u2014\u2014不正说出了李花的圣洁高雅吗？父亲灵机一动，决定把妙句的头尾\u201c李\u201d\u201c白\u201d二字选作孩子的名字，便为七岁的儿子取名为\u201c李白\u201d。\n第二种说法：李阳冰的《草堂集》序中说：\u201c逃归于蜀，复指李树而生伯阳。惊姜之夕，长庚入梦。故生而名白，以太白字之\u201d。范传正的《唐左拾遗翰林学士李公新墓碑》中写道：\u201c公之生也，先府君指天(李)枝以复姓，先夫人梦长庚而告祥，名之与字，咸取所象\u201d。\n从以上文献中我们不难看出，李白的姓名是其父回到蜀中给自己恢复了李姓后，为后来出世的李白取的名字，李母梦到太白金星后于是有了身孕，在阵痛难忍中生出李白，李白的名字就是根据这一梦境得来的。\n唐朝长安元年，李白出生于武则天执政后期的公元701年。李白少年时代的学习内容很广泛，除儒家经典、古代文史名著外，还浏览诸子百家之书。他很早就相信喜欢道教，喜欢隐居山林，求仙学道；同时又有建功立业的政治抱负。一方面要做超脱尘俗的隐士神仙，一方面要做君主的辅弼大臣，这就形成了出世与入世的矛盾。但积极入世、关心国家，是其一生思想的主流，也是构成他作品进步内容的思想基础。李白青少年时期在蜀地所写诗歌，留存很少，但像《访戴天山道士不遇》《峨眉山月歌》等篇，已显示出突出的才华。\n李白搁笔\n在黄鹤楼公园东边，有一亭名为\u201c搁笔亭\u201d，亭名取自\u201c崔颢题诗李白搁笔\u201d的一段佳话。唐代诗人崔颢登上黄鹤楼赏景写下了一首千古流传的名作：\u201c昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是，烟波江上使人愁。\u201d\n后来李白也登上黄鹤楼，放眼楚天，胸襟开阔，诗兴大发，正要提笔写诗时，却见崔颢的诗，自愧不如只好说：\u201c一拳捶碎黄鹤楼, 一脚踢翻鹦鹉洲。眼前有景道不得，崔颢题诗在上头。\u201d便搁笔不写了。有个少年丁十八讥笑李白：\u201c黄鹤楼依然无恙，你是捶不碎了的。\u201d李白又作诗辩解：\u201c我确实捶碎了，只因黄鹤仙人上天哭诉玉帝，才又重修黄鹤楼，让黄鹤仙人重归楼上。\u201d\n实际上，李白热爱黄鹤楼，到了无以复加的程度，他高亢激昂，连呼\u201c一忝青云客，三登黄鹤楼\u201d。山川人文，相互倚重，崔颢题诗，李白搁笔，从此黄鹤楼之名更加显赫。后来，李白也仿照《黄鹤楼》写下《登金陵凤凰台》：\u201c凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，一水中分白鹭洲。总为浮云能蔽日，长安不见使人愁。\u201d\n诗友挚情\n●重访江东\n李白离开东鲁，便从任城乘船，沿运河到了扬州。由于急着去会稽会见元丹丘，也就没有多滞留。到了会稽，李白首先去凭吊过世的贺知章。不久，孔巢父也到了会稽，于是李白和元丹丘、孔巢父畅游禹穴、兰亭等历史遗迹，泛舟镜湖，往来剡溪等处，当然也少不了在繁华都市会稽流连忘返。在金陵，李白遇见了崔成甫。两人都是政治上的失意者，情怀更加相投。每次游玩时，都尽情畅游，不计早晚。他们泛舟秦淮河，通宵达旦地唱歌，引得两岸人家不胜惊异，拍手为他们助兴。两人由于性格相投、遭遇相似，所以比之一般朋友更为默契，友情更深厚，因而李白把崔成甫的诗系在衣服上，每当想念，便吟诵一番。\n●汪伦之情\n唐天宝年间，汪伦听说大诗人李白旅居南陵叔父李冰阳家，便写信邀请李白到家中做客。信上说：\u201c先生好游乎?此处有十里桃花。先生好饮乎?此处有万家酒店。\u201d李白素好饮酒，又闻有如此美景，欣然应邀而至，却未见信中所言盛景。汪伦盛情款待，搬出用桃花潭水酿成的美酒与李白同饮，并笑着告诉李白：\u201c桃花者，十里外潭水名也，并无十里桃花。万家者，开酒店的主人姓万，并非有万家酒店。\u201d李白听后大笑不止，并不以为被愚弄，反而被汪伦的盛情所感动，适逢春风桃李花开日，群山无处不飞红，加之潭水深碧，清澈晶莹，翠峦倒映，汪伦留李白连住数日，每日以美酒相待，别时送名马八匹、官锦十端。李白在东园古渡乘舟欲往万村，登旱路去庐山，汪伦在古岸阁上设宴为李白饯行，并拍手踏脚，歌唱民间的《踏歌》相送。李白深深感激汪伦的盛意，作《赠汪伦》诗一首： 李白乘舟将欲行，忽闻岸上踏歌声。 桃花潭水深千尺，不及汪伦送我情。\n●为白写序\n李阳冰曾与伟大的浪漫诗人李白有过一段不平常的交往。唐肃宗时李白曾投身于永王李璘幕府帐下，因李璘丹阳起兵叛乱兵败，李白受到牵连，被治罪流放。后虽被大赦，但居无定所，穷困潦倒，流浪到当涂，李阳冰时任当涂县令，仰慕李白的文才和人品，得知李白遭遇后，毅然把李白在当涂安置下来，生活上给予多方照顾。李白死于当涂，终前，把一生诗作托付给李阳冰。李阳冰不负重托，便用精美的书法把书稿重新抄录编成《草堂集》20卷，还为诗集写了一篇序言。流传于世。李白的诗作所以能广为流传，除诗本身有很高的思想性和艺术性外，李阳冰编辑整理之功也是功不可没。\n生死考证\n关于李白的出生地，唐人所撰李白身世资料，最可信者，除魏颢、李阳冰分别为李白编集所写的序文外，再就是刘全白、范传正于李白身后为他写的碣记和碑序。\u201c白本家陇西，乃放形，因家于绵。身既生蜀，则江山英秀。\u201d（魏颢《李翰林集序》）；\u201c神龙之始逃归于蜀，复指李树而生伯阳；惊姜之夕长庚入梦，故生而名白，以太白字之。\u201d(李阳冰《草堂集序》)；\u201c君名白，广汉人。\u201d(刘全白《唐故翰林李君碣记》)；\u201c神龙之初，潜还广汉。...公之生也，先府君指天枝以复姓，先祖母梦长庚而告祥。\u201d(范传正《唐左拾遗翰林学士李公新墓碑并序》)。魏称绵，李称蜀，刘、范称广汉。实则地点相同而有详略之别，魏、李、范三人均指明李白生于蜀中，为蜀中绵州(汉称广汉)人。20世纪70年代，郭沫若提出\u201c碎叶\u201d说。20世纪90年代以后，随着李白研究的深入，学术界普遍采纳李白生于绵州昌隆县青莲乡（今四川省江油市青莲镇）的说法。\n安史之乱发生的第三年（756年），他参加了永王李璘的幕府。永王与肃宗争夺帝位的斗争兵败之后，李白受牵连，流放夜郎（今贵州境内），途中遇赦写下《早发白帝城》。晚年投奔族叔当涂县令李阳冰，不久即病逝，也有说是：\u201c醉致疾亡\u201d，就是喝酒引发疾病而死（见皮日休《李翰林诗》）。也有说是单纯的喝酒猝死（见《旧唐书》）。也有说是醉酒入江中捉月溺死，这种说法古已有之且广为流传。\n身世之谜\n关于诗仙李太白的家世和身世，唐代当时就讳莫如深，特别是对其祖父、曾祖父，史料无一记载。李白自己很少谈及家世，偶有所及，也往往只提远祖，讳言近亲，闪烁其辞，故布疑阵。尽管如此，还是有人从历史的尘幕中看出了蛛丝马迹。最早提到此事的是唐梓州刺史于邵，他最早在李白故里立碑纪念，明末曹学全《蜀中名胜记》载有碑文内容：\u201c白本宗室子，其先避地客蜀，居蜀之彰明，太白生焉\u201d。接着提到此事的乃宋人杜田。\n延至当代，才有《中国青年报》1985年7月28日所载兼葭《李白身世之谜》，转述台湾学者罗香林认为：李白乃李建成之后。韩维禄1988年撰文《李白\u201c五世为庶\u201d当为李建成玄孙解》论证李白乃唐宗室，李建成玄孙。持同样观点的徐本立1990年发表《李白为李渊五世孙考》亦认为李白应为凉武昭王十二世孙、太祖李虎七世孙、高祖李渊五世孙、太子建成玄孙。而朱秋德的《论李白的宗室情结及对其人生诸要素的影响》（《丝路学刊》1997年第4期），更对李白的身世及人生诸要素作出一番综合考察和评价，以期接近历史本来面目。\n李白的研究者们主要引据的是李阳冰《草堂集序》和范传正《唐左拾遗翰林学士李公新墓碑并序》。李阳冰《草堂集序》作于李白同时，其中的身世内容当出自李白口授，范传正作《序》时有李白孙女陪范主持其祖父迁墓之事。\n朱秋德在他的文章中说：\u201c李白作为沦落民间的宗室之子的人生悲剧是命定的，是谁也无法解救的。祖先的血脉周流其身使他渴望有所作为，但祖先蒙受的罪孽又使他不敢有所作为；建功立业而又害怕暴露身世使他的精神和行为在庙堂之高和江湖之远间首鼠两端。他的一生就是在这种矛盾中，在祖先留下的物质财富和精神枷锁中度过的。他是戴着镣铐跳舞的人，而这镣铐世人看不见，只有他自己知道。\u201d\n祖籍迷雾\n虽然90年代以后大多数学者认同李白出生地在四川江油，但是关于李白确切的出生地还是存在争议，大致学者们认为主要有三个地方：分别是四川绵阳江油、陇西成纪、吉尔吉斯斯坦碎叶城。\n●四川绵阳江油\n2009年8月21日，江油市委宣传部致函中央电视台、湖北省安陆市委宣传部，认为江油才是李白的故里，安陆涉嫌\u201c侵权\u201d。\n2009年8月24日，安陆市政府发专函给江油，希望两地能\u201c共享李白\u201d。\n2009年8月28日，江油市文化旅游局向安陆市政府发去律师函，希望对方在10日内，立即停播或删除含有\u201c李白故里\u201d字样的宣传广告片，并保留用法律手段进一步追索的权利，最后胜诉。\n●陇西成纪\n李白祖籍早于古书有记载《草堂集序》云：\u201c\u2026\u2026公又疾亟，草稿万卷，手集未修；枕上授简，俾余为序\u2026\u2026李白，字太白。陇西成纪人，凉武昭王暠九世孙。蝉联圭组，世为显著；中叶非罪，谪居条支，易姓与名。然自穷蝉至舜，五世为庶，累世不大曜，亦可叹焉。神龙之始，逃归于蜀，复指李树而生伯阳。\u201d李阳冰《序》说:\u201c李白，字太白，陇西成纪人，凉武昭王暠九世孙。\u201d魏颢（唐前进士，曾亲访李白，二人\u201c相见泯合\u201d）《李翰林集序》说：\u201c白本陇西，乃放形，因家于绵。\u201d范传正《墓碑说》：\u201c公名白，字太白，其先陇西成纪人。绝嗣之家，难求谱牒。\u201d《新唐》说：\u201c李白，字太白，兴圣皇帝九世孙。其先，隋末因为犯罪迁徙至西域，神龙初返还，客居陇西。\u201d《碑序》云：\u201c公名白，字太白，其先陇西成纪人。绝嗣之家，难求谱牒。公子孙女搜于箱箧之中，得公之亡子伯禽手疏数十行，纸坏字缺，不能详备，约而计之：凉武昭王九世孙也。隋末多难，一房被窜于碎叶，流离散落，隐易姓名。故国朝以来，漏于属籍。神龙初潜还广汉，因侨为郡人。父客，以逋其邑，遂以客为名，高卧云林，不求仕禄。公之生也，先府君指天枝以复姓。\u201d\n2010年3月，甘肃籍学者雷达写了一篇《李白\u201c故里\u201d在甘肃秦安》的文章，随即当地组织了网友签名等活动，颇为热闹。\n●吉尔吉斯斯坦\n根据郭沫若等学者德尔考究，还有一种说法就是李白生可能生于碎叶城，也就是现在的吉尔吉斯斯坦。五岁那年，他随家人迁到四川省江油县定居。李白《与韩荆州书》：\u201c我本是陇西平民，流落至楚汉之地\u201d，自言祖籍陇西成纪人（今甘肃省天水市秦安县）。\n2009年10月29日，吉尔吉斯斯坦驻中国大使馆商务参赞朱萨耶夫·古邦访问安陆，称李白故里在吉尔吉斯斯坦的托克马克市，希望托克马克与安陆两个城市能够以李白为纽带，共同担负起弘扬李白文化的责任，并进一步拓展经济 、贸易等方面的合作。\n事实上，早在2008年10月，吉尔吉斯斯坦文化信息部部长拉耶夫就对中国媒体表示，中国唐代最伟大的诗人李白的出生地碎叶城，就是吉尔吉斯斯坦境内的托克马克市，他们正与中方协商要为李白塑造一个纪念雕像，推动两国李白文化的经济合作。朱萨耶夫·古邦造访安陆，更是表明吉方已经认识到李白故里所蕴含的经济价值，力图分上一杯羹。随后，两地草签了一系列文化和经济的合作意向。\n"},{"nameStr":"家庭成员","cont":"家人\n据《旧唐书》记载，李白之父名叫李客，为任城尉。母，无记载。\n配偶\n原配：许氏，结发妻子，唐高宗时宰相许圉师的孙女，与李白生一子一女。\n继室：宗氏，第二任妻子，唐高宗时宰相宗楚客的孙女。安史之乱爆发后，李白携宗氏南下。后李白因李璘案下狱时，宗氏曾奔走营救。\n刘氏，与李白同居，后分手。\n某氏，东鲁一妇人，与李白同居，生李颇黎。\n子女\n李伯禽，小名\u201c明月奴\u201d，原配许氏所生。一生未入仕途，贞元八年（792年）去世。有一子两女，长子年轻时出游，不知所踪。两女分别嫁给当涂农户陈云和刘劝。\n李颇黎，李白在东鲁时和一女子所生。\n李平阳，原配许氏所生，出嫁后不久即去世。\n"},{"nameStr":"后世纪念","cont":"墓地\n李白墓位于安徽省当涂县太白镇青山西麓的太白行政村谷家自然村西，位置东经118。30\u201852\u201d，北纬31。29\u201935．4\u201d，墓葬海拔12．8米。墓葬附近地貌为江南丘陵，东高西低，东面为当涂县海拔372米的第二高峰青山主峰，李白墓处于青山西麓陇地上，坐北朝南。2006年05月25日，李白墓作为唐代古墓葬，被国务院批准列入第六批全国重点文物保护单位名单。\n纪念馆\n●江油李白纪念馆\n江油市李白纪念馆是为了纪念唐代伟大诗人李白而修建的名人博物馆，位于江油市区风景秀丽的昌明河畔，占地四万余平方米。筹备于1962年，1982年正式开馆。馆内收藏有历代李白诗集版本、历代名家书画精品等文物资料4000余件，其中邓小平、江泽民、胡耀邦、宋庆龄等党和国家领导人的手迹以及仇英、祝枝山、张大千、傅抱石、潘天寿等名家巨擘的作品皆堪称国之瑰宝。2009年被中宣部命名为\u201c全国爱国主义教育示范基地\u201d。5·12\u201d特大地震重建后的李白纪念馆在保留了园林式唐代建筑风貌基础上，还扩大了陈列体量。重建后的李白纪念馆较之过去，建筑布局更加合理，功能更加完善。主要由纪念展示区、文物保护陈列区、李白文化研究交流区、李白文化普及区和旅游咨询服务区组成。\n●马鞍山李白纪念馆\n马鞍山李白纪念馆，位于安徽省马鞍山市采石矶风景名胜区内，成立于1959年。，纪念馆包括太白楼、李白祠、清风亭、太白堂、同风阁、骑鲸轩、仙侣斋、松云居、叠翠楼、吟香馆等展厅和碑廊、沉香园等景点，占地面积1万多平方米。\n●安陆李白纪念馆\n安陆李白纪念馆位于国家4A景区的湖北省安陆市白兆山，为三重檐庑殿式仿唐建筑。楼高32.5米，建筑面积6370平方米。馆名\u201c安陆李白纪念馆\u201d七个大字，是启功先生所题写。李白纪念馆展区共四层8000多平米，分为盛世李白、安陆李白、魅力李白三大板块，收录唐代生活用品、李白诗词以及历朝历代抄录李白诗词作品400多件。\n●济宁李白纪念馆\n济宁李白纪念馆，山东省重点文物保护单位，分上下两层；一层大厅正中有一高约四米、宽一米的李白画像，采用三色仿古锦装裱。\n"},{"nameStr":"主要成就","cont":"诗歌\n综述\n李白的乐府、歌行及绝句成就为最高。其歌行，完全打破诗歌创作的一切固有格式，空无依傍，笔法多端，达到了任随性之而变幻莫测、摇曳多姿的神奇境界。李白的绝句自然明快，飘逸潇洒，能以简洁明快的语言表达出无尽的情思。在盛唐诗人中，王维、孟浩然长于五绝，王昌龄等七绝写得很好，兼长五绝与七绝而且同臻极境的，只有李白一人。\n李白的诗雄奇飘逸，艺术成就极高。他讴歌祖国山河与美丽的自然风光，风格雄奇奔放，俊逸清新，富有浪漫主义精神，达到了内容与艺术的完美统一。他被贺知章称为\u201c谪仙人\u201d，其诗大多为描写山水和抒发内心的情感为主。李白的诗具有\u201c笔落惊风雨，诗成泣鬼神\u201d的艺术魅力，这也是他的诗歌中最鲜明的艺术特色。李白的诗富于自我表现的主观抒情色彩十分浓烈，感情的表达具有一种排山倒海、一泻千里的气势。他与杜甫并称为\u201c大李杜\u201d，（李商隐与杜牧并称为\u201c小李杜\u201d）。\n李白诗中常将想象、夸张、比喻、拟人等手法综合运用，从而造成神奇异彩、瑰丽动人的意境，这就是李白的浪漫主义诗作给人以豪迈奔放、飘逸若仙的原因所在。\n李白的诗歌对后代产生了极为深远的影响。中唐的韩愈、孟郊、李贺，宋代的苏轼、陆游、辛弃疾，明清的高启、杨慎、龚自珍等著名诗人，都受到李白诗歌的巨大影响。\n风格\n豪迈奔放，清新飘逸，想象丰富，意境奇妙，语言奇妙，浪漫主义，立意清晰。\n李白生活在盛唐时期，他性格豪迈，热爱祖国山河，游踪遍及南北各地，写出大量赞美名山大川的壮丽诗篇。他的诗，既豪迈奔放，又清新飘逸，而且想象丰富，意境奇妙，语言轻快，人们称他为\u201c诗仙\u201d。李白的诗歌不仅具有典型的浪漫主义精神，而且从形象塑造、素材摄取、到体裁选择和各种艺术手法的运用，无不具有典型的浪漫主义艺术特征。\n李白成功地在中塑造自我，强烈地表现自我，突出抒情主人公的独特个性，因而他的诗歌具有鲜明的浪漫主义特色。他喜欢采用雄奇的形象表现自我，在诗中毫不掩饰、也不加节制地抒发感情，表现他的喜怒哀乐。对权豪势要，他\u201c手持一枝菊，调笑二千石\u201d（《醉后寄崔侍御》二首之一）；看到劳动人民艰辛劳作时，他\u201c心摧泪如雨\u201d。当社稷倾覆、民生涂炭时，他\u201c过江誓流水，志在清中原。拔剑击前柱，悲歌难重论\u201d（《南奔书怀》），那样慷慨激昂；与朋友开怀畅饮时，\u201c两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来\u201d（《山中与幽人对酌》），又是那样天真直率。总之，他的诗活脱脱地表现了他豪放不羁的性格和倜（俶）傥不群的形象。\n豪放是李白诗歌的主要特征。除了思想性格才情遭际诸因素外，李白诗歌采用的艺术表现手法和体裁结构也是形成他豪放飘逸风格的重要原因。善于凭借想象，以主观现客观是李白诗歌浪漫主义艺术手法的重要特征。几乎篇篇有想象，甚至有的通篇运用多种多样的想象。现实事物、自然景观、神话传说、历史典故、梦中幻境，无不成为他想象的媒介。常借助想象，超越时空，将现实与梦境、仙境，把自然界与人类社会交织一起，再现客观现实。他笔下的形象不是客观现实的直接反映，而是其内心主观世界的外化，艺术的真实。\n李白诗歌的浪漫主义艺术手法之一是把拟人与比喻巧妙地结合起来，移情于物，将物比人。\n李白诗歌的另一个浪漫主义艺术手法是抓住事情的某一特点，在生活真实的基础上，加以大胆的想象夸张。他的夸张不仅想象奇特，而且总是与具体事物相结合，夸张得那么自然，不露痕迹；那么大胆，又真实可信，起到突出形象、强化感情的作用。有时他还把大胆的夸张与鲜明的对比结合起来，通过加大艺术反差，加强艺术效果。\n李白最擅长的体裁是七言歌行和绝句。李白的七言歌行又采用了大开大合、跳跃宕荡的结构。诗的开头常突兀如狂飙骤起，而诗的中间形象转换倏忽，往往省略过渡照应，似无迹可循，诗的结尾多在感情高潮处戛然而止。\n李白的五七言绝句，更多地代表了他的诗歌清新明丽的风格。如《早发白帝城》、《送孟浩然之广陵》、《静夜思》等，妙在\u201c只眼前景、口头语、而有弦外音、味外味，使人神远。\u201d（《说诗晬语》上）。\n语言\n李白诗歌的语言，有的清新如同口语，有的豪放，不拘声律，近于散文，但都统一在\u201c清水出芙蓉，天然去雕饰\u201d的自然美之中。这和他自觉地追求自然美有关。他继承陈子昂的文学主张，以恢复诗骚传统为已任，曾说\u201c梁陈以来，艳薄斯极，沈休文又尚以声律，将复古道，非我而谁欤？\u201d（孟棨《本事诗·高逸》）他崇尚\u201c清真\u201d，讽刺\u201c雕虫丧天真\u201d的丑女效颦，邯郸学步。他的诗歌语言的自然美又是他认真学习民歌明白通俗的特点的结果，明白如话，通俗生动。\n代表作品\n《将进酒》《蜀道难》《梦游天姥吟留别》《静夜思》《望庐山瀑布》《侠客行》《春思》《秋歌》等。\n\n词赋\n李白是否有词的创作至今仍然未有一致的定论，但是今传为李白词的作品，若不论其真伪及是否可归入词体，约有20余首，如《菩萨蛮》《忆秦娥》等。\n就其开创意义及艺术成就而言，\u201c李白词\u201d在词史上享有极为崇高的地位。这一地位犹如古代希腊神话在西方艺术中的地位，作为一种\u201c不可企及\u201d的规范，李白词成为人们心目中永远的偶像。李白在词体文本模式的形成，词的创作模式上均有重大贡献。\n实际上，从唐末五代《花间集》以来，所有的唐宋词选集、总集，在具体操作中，都不会忘记李白，至少也要在序跋题记中提上一句。其作为文学史上的第一位大词人，虽然只有很少几首著作权经常受到怀疑的词作，但却从来没有人对他表示过任何的不满或批评意见。如果评选天下第一词人，李白无疑将以全票当选\u201c词王\u201d。\n书法\n《上阳台帖》为李白书自咏四言行草诗，也是其唯一传世的书法真迹。纸本，纵28.5厘米，横38.1厘米。草书5行，共25字。款署\u201c太白\u201d二字。引首清高宗弘历楷书题\u201c青莲逸翰\u201d四字，正文右上宋徽宗赵佶瘦金书题签：\u201c唐李太白上阳台\u201d七字。背有宋徽宗赵佶，元张晏、杜本、欧阳玄、王馀庆、危素、驺鲁，清乾隆皇帝题跋和观款。卷前后钤有宋赵孟坚\u201c子固\u201d、\u201c彜斋\u201d、贾似道\u201c秋壑图书\u201d，元\u201c张晏私印\u201d、\u201c欧阳玄印\u201d以及明项元汴，清梁清标、安岐、清内府，近代张伯驹等鉴藏印。\n剑术\n李白不仅文采斐然，其剑术亦是十分高明。他\u201c十五好剑术\u201d，\u201c剑术自通达\u201d。造诣非同一般。李白的诗，裴旻的剑术，张旭的草书合称唐代三绝。虽然\u201c三绝\u201d中没有李白的剑术，但其剑术之高却仅位于裴旻之下，居唐朝第二。\n据统计，《全唐诗》李白诗中\u201c剑\u201d字共出现了107次，除去作为地名的\u201c剑阁\u201d3次，\u201c剑壁\u201d1次，武器之\u201c剑\u201d犹有103次之多。属于剑的\u201c铗\u201d出现了1次、\u201c吴钩\u201d1次、\u201c吴鸿\u201d1次、\u201c湛卢\u201d1次、\u201c干将\u201d1次、\u201c莫邪\u201d1次、\u201c青萍\u201d2次、\u201c秋莲\u201d2次、\u201c霜雪\u201d2次、\u201c匕首\u201d3次、\u201c龙泉\u201d4次。总计，\u201c剑\u201d字共出现了118次（统计时把\u201c吴钩霜雪明\u201d，\u201c空余湛卢剑\u201d，\u201c剑花秋莲光出匣\u201d，\u201c拙妻莫邪剑\u201d，\u201c吾家青萍剑\u201d分别计做1次），分布在106首诗中，约占全诗总数的10%。\n道经\n李白从少年时起，常去戴天山寻找道观的道士谈论道经。后来，他与一位号为东岩子的隐者隐居于岷山，潜心学习。他们在自己居住的山林里，饲养了许多奇禽异鸟，做了动物饲养员。这些美丽而驯良的鸟儿，由于饲养惯了，定时飞来求食，好像能听懂人的语言似的，一声呼唤，便从四处飞落阶前，甚至可以在人的手里啄食谷粒，一点都不害怕。这件事被传作奇闻，最后竟使绵州刺史亲自到山中观看鸟儿们的就食情况。这位刺史见他们能指挥鸟类的行动，认定他们有道术，便想推荐二人去参加道科的考试。可是，二人都婉言拒绝了。当时有名的纵横家赵蕤也是李白的老师，此人于开元四年（716）就著成了《长短经》十卷。那时李白才十五岁。赵蕤这部博考六经异同、分析天下形势、讲求兴亡治乱之道的纵横家式的著作引起了李白极大的兴趣。他以后一心要建功立业，喜谈王霸之道，也正是受到这部书的影响。\n思想\n盛唐国力强盛，多数士人渴望建功立业。李白以不世之才自居，以\u201c奋其智能，愿为辅弼，使寰区大定，海县清一\u201d的功业自许，一生矢志不渝地追求实现\u201c谈笑安黎元\u201d、\u201c终与安社稷\u201d的理想。他以大鹏、天马、雄剑自比：\u201c大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。\u201d（《上李邕》）。他希望能像姜尚辅佐明君，像诸葛亮兴复汉室。《梁甫吟》、《读诸葛武侯传抒怀》、《永王东巡歌》、《行路难》（其二）都反映了他的这类思想。\n李白觉得凭借自己的才能，可以\u201c出则以平交王侯，遁则以俯视巢许\u201d（《送烟子元演隐仙城山序》），对于那些靠着门第荫封而享高官厚禄的权豪势要，他投以强烈的鄙视，表现出傲岸不屈的性格。他蔑视封建等级制度，不愿阿谀奉迎，也不屑于与俗沉浮。现实的黑暗使他理想幻灭，封建礼教等级制度的束缚使他窒息，他渴望个性的自由和解放，于是采取狂放不羁的生活态度来挣脱桎梏、争取自由。其表现方式或纵酒狂歌，寻仙学道，然而，酒既无法销愁，神仙更虚无飘渺，于是他\u201c一生好入名山游\u201d（《庐山谣》），把美好的大自然作为理想的寄托、自由的化身来歌颂。他笔下的峨嵋、华山、庐山、泰山、黄山等，巍峨雄奇，吐纳风云，汇泻川流；他笔下的奔腾黄河、滔滔长江，荡涤万物，席卷一切，表现了诗人桀傲不驯的性格和冲决羁绊的强烈愿望。\n这是李白对社会的愤怒抗争，是他叛逆精神的重要体现。他反对玄宗好大喜功，穷兵黩武，揭露将非其人，致使百姓士卒白白送死，由于玄宗的骄纵，宦官权势炙手可热\u2026\u2026通过对政事纲的分析，并到幽燕的实地观察，李白以诗人的敏感，洞幽烛微，在当时诗人中他和杜甫最早揭示祸乱将作。\u201c安史之乱\u201d爆发，他的爱国热情因此升华，摆脱了用藏出处的矛盾。他的反抗性格和叛逆精神具有深刻的爱国内涵，并富于社会意义和时代特征。《古风》其三、十五、二十四、三十九等都对社会现实作了深刻的揭露和有力的批判。\n李白既有清高傲岸的一面，又有世俗的一面，他的理想和自由，只能到山林、仙境、醉乡中去寻求，所以在《将进酒》、《江上吟》、《襄阳歌》等诗中流露出人生如梦、及时行乐、逃避现实等思想，这在封建社会正直孤傲的文人中也具有一定的代表性。\n"},{"nameStr":"人物生平","cont":"早年天才\n长安元年（701年），李白，字太白。其生地今一般认为是唐剑南道绵州（巴西郡）昌隆（后避玄宗讳改为昌明）青莲乡。祖籍为甘肃天水。其家世、家族皆不详。据《新唐书》记载，李白为兴圣皇帝（凉武昭王李暠）九世孙，按照这个说法李白与李唐诸王同宗，是唐太宗李世民的同辈族弟。亦有说其祖是李建成或李元吉。\n神龙元年（705年）， 十一月，武则天去世。李白五岁。发蒙读书始于是年。《上安州裴长史书》云:\u201c五岁诵六甲。\u201d六甲，唐代的小学识字课本，长史，州之次官。\n开元三年（715年），李白十五岁。已有诗赋多首，并得到一些社会名流的推崇与奖掖，开始从事社会干谒活动。亦开始接受道家思想的影响，好剑术，喜任侠。是年岑参生。\n开元六年（718年），李白十八岁。隐居戴天大匡山（在今四川省江油县内）读书。往来于旁郡，先后出游江油、剑阁、梓州（州治在今四川省境内）等地，增长了不少阅历与见识。\n辞亲远游\n开元十二年（724年），李白二十四岁。离开故乡而踏上远游的征途。再游成都、峨眉山，然后舟行东下至渝州（今重庆市）。\n开元十三年（725年），李白出蜀，\u201c仗剑去国，辞亲远游\u201d。\n开元十四年（726年），李白二十六岁。春往扬州（今江苏省扬州市）。秋，病卧扬州。冬，离扬州北游汝州（今河南省临汝县），至安陆（今湖北省安陆县）。途经陈州时与李邕相识。结识孟浩然。\n开元十五年（727年），是年诏令\u201c民间有文武之高才者，可到朝廷自荐\u201d。秋，全国六十三州水灾，十七州霜旱。李白二十七岁。居于安陆寿山，与故宰相许圉师之孙女结婚，逐家于安陆。是年王昌龄进士及第。\n开元十六年（728年），土蕃屡次入侵。李白二十八岁。早春，出游江夏（今湖北省武汉市），与孟浩然相会于斯。\n开元十七年（729年），八月五日，唐玄宗为自己四十岁生日举行盛大的庆贺活动，并以每年八月五日为千秋节。诏令天下诸州宴乐，休假三日。以宇文融管理全国财赋，强制税法，广为聚敛，供朝廷奢侈之用。李白二十九岁。在安陆。\n蹉跎岁月\n开元十八年（730年），李白三十岁。春在安陆。前此曾多次谒见本州裴长史，因遭人谗谤，于近日上书自白，终为所拒。初夏，往长安，谒宰相张说，并结识其子张垍。寓居终南山玉真公主（玄宗御妹）别馆。又曾谒见其它王公大臣，均无结果。暮秋游邢州（在长安之西）。冬游坊州（在长安之北）。是年杜甫十九岁，游于晋（今山西省）。\n开元十九年（731年），玄宗多任宦官，尤宠高力士，时四方表奏，皆先为高力士所决。十月，玄宗驾幸洛阳。李白三十一岁。穷愁潦倒于长安，自暴自弃，与长安市井之徒交往，初夏，离长安，经开封（今河南省开封市），到宋城（今河南省商丘县）。秋到篙山五岳之一的中岳（为河南省登封县的名山），恋故友元丹丘的山居所在，逐有隐居之意。暮秋，滞留洛阳。\n开元二十年（732年），十月，玄宗到洛阳以北（今山西省一带）地区出巡，诏令巡幸所至，地方官员可将本地区贤才直接向朝廷推荐。十一月，至北都太原（唐朝开国之地），祀后土（土地神），大赦天下。十二月，归还洛阳。是年全国户数为七百八十六万一千二百三十六，人口四千五百四十三万一千二百六十五，为有史以来的最高记录。李白三十岁。自春历夏在洛阳，与元演、崔成甫结识。秋，自洛阳返安陆。途经南阳（今河南省南阳市），结识崔宗之。冬，元演自洛阳到安陆相访，二人同游随州（今湖北省随县）。岁未，归家安陆。\n开元二十一年（733年），正月，唐玄宗亲注老子《道德经》。令天下士庶（身份很低的役人与庶民）家藏一册，梅年贡举时加试《老子》策。三月，韩休同中书门下平章事（宰相）。五月，张九龄同中书门下平章事。二人为人正直，敢于力谏，张九龄尤以文学才能，道德文章，为世所重。分天下为十五道，各置采访使（负责监察督办所辖地区的政治等项），是年长安久雨，京师饥谨，诏令放太仓米二百万石以赈民。李白三十三岁。构石室于安陆白兆山桃花岩。开山田，日以耕种、读书为生活。\n开元二十二年（734年），正月，唐玄宗巡幸洛阳。二月，秦州（今甘肃天水县西南）地震，房屋倒塌，崩坏殆尽，压死者四千余人。征沼自称生于尧时的道士张果先生，玄宗亲问以治道神仙之术。授其银青光禄大夫（银印上系以青色缓带，以为品位高的标志。副职），位侍中（唐门下省协助宰相起草文书等项的官吏）。\n西游献赋\n开元二十三年（公元735年），玄宗又一次狩猎，正好李白也在西游，乘机献上《大猎赋》，希望能博得玄宗的赏识。他的《大猎赋》希图以\u201c大道匡君，示物周博\u201d，而\u201c圣朝园池遐荒，殚穷六合\u201d，幅员辽阔，境况与前代大不相同，夸耀本朝远胜汉朝，并在结尾处宣讲道教的玄埋，以契合玄宗当时崇尚道教的心情。\n是年，李白进长安后结识了卫尉张卿，并通过他向玉真公主献了诗，最后两句说\u201c几时入少室，王母应相逢\u201d，是祝她入道成仙。由此，他一步步地接近了统治阶级的上层。李白这次在长安还结识了贺知章。李白去紫极宫，在那里遇见了贺知章，立刻上前拜见，并呈上袖中的诗本。贺知章颇为欣赏《蜀道难》和《乌栖曲》。李白瑰丽的诗歌和潇洒出尘的风采令贺知章惊异万分，竟说：\u201c公非人世之人，可不是太白星精耶？\u201d贺知章称他为谪仙人。三年后，李白发出\u201c行路难，归去来\u201d的感叹，离开长安。\n李白供奉翰林天宝元年（公元742年），由于玉真公主和贺知章的交口称赞，玄宗看了李白的诗赋，对其十分仰慕，便召李白进宫。李白进宫朝见那天，玄宗降辇步迎，\u201c以七宝床赐食于前，亲手调羹\u201d。玄宗问到一些当世事务，李白凭半生饱学及长期对社会的观察，胸有成竹，对答如流。玄宗大为赞赏，随即令李白供奉翰林，职务是给皇上写诗文娱乐，陪侍皇帝左右。玄宗每有宴请或郊游， 必命李白侍从，利用他敏捷的诗才，赋诗纪实。虽非记功，也将其文字流传后世，以盛况向后人夸示。李白受到玄宗如此的宠信，同僚不胜艳羡，但也有人因此而产生了嫉恨之心。\n天宝二年（743年），,李白四十三岁。诏翰林院。初春，玄宗于宫中行乐，李白奉诏作《官中行乐词》，赐宫锦袍。暮春，兴庆池牡丹盛开，玄宗与杨玉环同赏，李白又奉诏作《清平调》。对御用文人生活日渐厌倦，始纵酒以自昏秽。与贺知章等人结\u201c酒中人仙\u201d之游，玄宗呼之不朝。尝奉诏醉中起草诏书，引足令高力士脱靴，宫中人恨之，谗谤于玄宗，玄宗疏之。\n李杜相识\n天宝三年（公元744年）的夏天，李白到了东都洛阳。在这里，他遇到蹭蹬的杜甫。中国文学史上最伟大的两位诗人见面了。此时，李白已名扬全国，而杜甫风华正茂，却困守洛城。李白比杜甫年长十一岁，但他并没有以自己的才名在杜甫面前倨傲。而\u201c性豪也嗜酒\u201d、\u201c结交皆老苍\u201d的杜甫，也没有在李白面前一味低头称颂。两人以平等的身份，建立了深厚的友情。在洛阳时，他们约好下次在梁宋（今开封、商丘一带）会面，访道求仙。同年秋天，两人如约到了梁宋。两人在此抒怀遣兴，借古评今。他们还在这里遇到了诗人高适，高适此时也还没有禄位。然而，三人各有大志，理想相同。三人畅游甚欢，评文论诗，纵谈天下大势，都为国家的隐患而担忧。这时的李杜都值壮年，此次两人在创作上的切磋对他们今后产生了积极影响。\n这年的秋冬之际，李杜又一次分手。李白到齐州（今山东济南一带）紫极宫请道士高天师如贵授道箓，从此他算是正式履行了道教仪式，成为道士。其后李白又赴德州安陵县，遇见这一带善写符箓的盖还，为他造了真箓。此次的求仙访道，李白得到了完满的结果。\n天宝四年（公元745年）秋天，李白与杜甫在东鲁第三次会见。短短一年多的时间，他们两次相约，三次会见，知交之情不断加深。他们一道寻访隐士高人，也偕同去齐州拜访过当时驰名天下的文章家、书法家李邕。就在这年冬天，李杜两人分手。\n安史入幕\n天宝十四年（公元755年），安史之乱爆发，李白与妻子宗氏一道南奔避难。春在当涂。旋闻洛阳失陷，中原横溃，乃自当涂返宣城，避难刻中（今浙江省膝县）。至漂阳（今江苏省滦阳县），与张旭相遇。夏至越中。闻郭子仪、李光弼在河北大胜，又返金陵。秋，闻玄宗奔蜀，遂沿长江西上，入庐山屏风叠隐居。\n至德元年（756年），正月，安禄山在洛阳自称大燕皇帝。五月，郭子仪、李光弼大破史思明，收复河北十余郡。六月，安禄山率部攻破潼关，生擒哥舒翰。\n至德二年（757年），,李白五十七岁。正月，在永王军营，作组诗《永王东巡歌》抒发了建功报国情怀。永王擅自引兵东巡，导致征剿，兵败。李白在浔阳入狱。被宋若思、崔涣营救。成为宋若思的幕僚后，为宋写过一些文表，并跟随他到了武昌。李白在宋若思幕下很受重视，并以宋的名义再次向朝廷推荐，希望再度能得到朝廷的任用。终以参加永王东巡而被判罪长流夜郎（今贵州桐梓）。是年杜甫四十六岁，四月，从贼营逃出，谒肃宗于风翔，授右拾遗。\n乾元元年（758年），四月，史思明反。五月，肃宗罢张镐宰相，出为荆州大都督长史。十二月，史思明陷魏州（今河北省南部）。李白五十八岁。李白自寻阳出发，开始长流夜郎，妻弟宗嫌相送。春末夏初。途经西塞驿（今武昌县东），至江夏，访李邕故居，登黄鹤楼，眺望鹦鹉洲。秋至江陵，冬入三峡。是年杜甫四十七岁，为华州司功参军。\n溘然病逝\n乾元二年（759年），朝廷因关中遭遇大旱，宣布大赦，规定死者从流，流以下完全赦免。李白经过长期的辗转流离，终于获得了自由。他随即顺着长江疾驶而下，而那首著名的《早发白帝城》最能反映他当时的心情。到了江夏，由于老友良宰正在当地做太守，李白便逗留了一阵。乾元二年，李白应友人之邀，再次与被谪贬的贾至泛舟赏月于洞庭之上，发思古之幽情，赋诗抒怀。不久，又回到宣城、金陵旧游之地。差不多有两年的时间，他往来于两地之间，仍然依人为生。上元二年(761年)，已六十出头的李白因病返回金陵。在金陵，他的生活相当窘迫，不得已只好投奔了在当涂做县令的族叔李阳冰。\n上元三年 (762年)，李白病重，在病榻上把手稿交给了李阳冰，赋《临终歌》而与世长辞。\n关于李白之死，历来众说纷纭，莫衷一是。总体可以概括为三种死法：其一是醉死，其二是病死，其三是溺死。第一种死法见诸《旧唐书》，说李白\u201c以饮酒过度，醉死于宣城\u201d；第二种死法亦见诸其他正史或专家学者的考证之说。说当李光弼东镇临淮时，李白不顾61岁的高龄，闻讯前往请缨杀敌，希望在垂暮之年，为挽救国家危亡尽力，因病中途返回，次年病死于当涂县令、唐代最有名的篆书家李阳冰处；而第三种死法则多见诸民间传说，极富浪漫色彩，说李白在当涂的江上饮酒，因醉跳入水中捉月而溺死，与诗人性格非常吻合。但是不管哪一种死法，都因参与永王李璘谋反作乱有着直接的关系。因为李白流放夜郎，遇赦得还后不久，就结束了他传奇而坎坷的一生，这是一个不争的事实。\n"}]
         * author : 李白
         * comefrom : 古诗文网
         * description : null
         * video : {"img":"http://b.hiphotos.baidu.com/baike/whfpf%3D640%2C360%2C0/sign=1ff65c873787e9504242a02c76056577/29381f30e924b89900f72a7c63061d950b7bf6af.jpg","link":"https://second-know.cdn.bcebos.com/media/mda-OgONWdPNjvL51hpe/978f0a6d50a7205cca280a914560c73d.mp4?auth_key=1556612354-715169-0-7e6aa7055bd3b68f837ca16cfe364503&platform=hanyu","source":"秒懂百科","time":"02:10","play_num":479853,"title":"一分钟了解李白-秒懂百科"}
         * content : 李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。
         * isFollow : 1
         * searchId : 553524504182259712
         * dynasty : 唐代
         * femaleAudio : http://media.pythe.cn/author/2/51549978860865783.mp3
         * id : 2145
         * time : 1552448427000
         * subContent : null
         * status : 2
         */

        private String image;
        private String author;
        private String comefrom;
        private Object description;
        private VideoBean video;
        private String content;
        private int isFollow;
        private String searchId;
        private String dynasty;
        private String femaleAudio;
        private int id;
        private long time;
        private Object subContent;
        private int status;
        private List<DescriptionListBean> descriptionList;

        public String getImage() {
            return image;
        }

        public void setImage(String image) {
            this.image = image;
        }

        public String getAuthor() {
            return author;
        }

        public void setAuthor(String author) {
            this.author = author;
        }

        public String getComefrom() {
            return comefrom;
        }

        public void setComefrom(String comefrom) {
            this.comefrom = comefrom;
        }

        public Object getDescription() {
            return description;
        }

        public void setDescription(Object description) {
            this.description = description;
        }

        public VideoBean getVideo() {
            return video;
        }

        public void setVideo(VideoBean video) {
            this.video = video;
        }

        public String getContent() {
            return content;
        }

        public void setContent(String content) {
            this.content = content;
        }

        public int getIsFollow() {
            return isFollow;
        }

        public void setIsFollow(int isFollow) {
            this.isFollow = isFollow;
        }

        public String getSearchId() {
            return searchId;
        }

        public void setSearchId(String searchId) {
            this.searchId = searchId;
        }

        public String getDynasty() {
            return dynasty;
        }

        public void setDynasty(String dynasty) {
            this.dynasty = dynasty;
        }

        public String getFemaleAudio() {
            return femaleAudio;
        }

        public void setFemaleAudio(String femaleAudio) {
            this.femaleAudio = femaleAudio;
        }

        public int getId() {
            return id;
        }

        public void setId(int id) {
            this.id = id;
        }

        public long getTime() {
            return time;
        }

        public void setTime(long time) {
            this.time = time;
        }

        public Object getSubContent() {
            return subContent;
        }

        public void setSubContent(Object subContent) {
            this.subContent = subContent;
        }

        public int getStatus() {
            return status;
        }

        public void setStatus(int status) {
            this.status = status;
        }

        public List<DescriptionListBean> getDescriptionList() {
            return descriptionList;
        }

        public void setDescriptionList(List<DescriptionListBean> descriptionList) {
            this.descriptionList = descriptionList;
        }

        public static class VideoBean {
            /**
             * img : http://b.hiphotos.baidu.com/baike/whfpf%3D640%2C360%2C0/sign=1ff65c873787e9504242a02c76056577/29381f30e924b89900f72a7c63061d950b7bf6af.jpg
             * link : https://second-know.cdn.bcebos.com/media/mda-OgONWdPNjvL51hpe/978f0a6d50a7205cca280a914560c73d.mp4?auth_key=1556612354-715169-0-7e6aa7055bd3b68f837ca16cfe364503&platform=hanyu
             * source : 秒懂百科
             * time : 02:10
             * play_num : 479853
             * title : 一分钟了解李白-秒懂百科
             */

            private String img;
            private String link;
            private String source;
            private String time;
            private int play_num;
            private String title;

            public String getImg() {
                return img;
            }

            public void setImg(String img) {
                this.img = img;
            }

            public String getLink() {
                return link;
            }

            public void setLink(String link) {
                this.link = link;
            }

            public String getSource() {
                return source;
            }

            public void setSource(String source) {
                this.source = source;
            }

            public String getTime() {
                return time;
            }

            public void setTime(String time) {
                this.time = time;
            }

            public int getPlay_num() {
                return play_num;
            }

            public void setPlay_num(int play_num) {
                this.play_num = play_num;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }
        }

        public static class DescriptionListBean {
            /**
             * nameStr : 轶事典故
             * cont : 姓名由来
             第一种说法：那是李白七岁时，父亲要给儿子起个正式的名字。李白的父母亲酷爱读书，他们要培养儿子做个高雅脱俗的人。父亲平时喜欢教孩子看书作诗，在酝酿起名之时，同母亲商量好了，就在庭院散步时考考儿子作诗的能力。
             父亲看着春日院落中葱翠树木，似锦繁花，开口吟诗道：“春国送暖百花开，迎春绽金它先来。”母亲接着道：“火烧叶林红霞落”。李白知道父母吟了诗句的前三句，故意留下最后一句，希望自己接续下去。他走到正在盛开的李树花前，稍稍想了一下说：“李花怒放一树白”。
             “白”——不正说出了李花的圣洁高雅吗？父亲灵机一动，决定把妙句的头尾“李”“白”二字选作孩子的名字，便为七岁的儿子取名为“李白”。
             第二种说法：李阳冰的《草堂集》序中说：“逃归于蜀，复指李树而生伯阳。惊姜之夕，长庚入梦。故生而名白，以太白字之”。范传正的《唐左拾遗翰林学士李公新墓碑》中写道：“公之生也，先府君指天(李)枝以复姓，先夫人梦长庚而告祥，名之与字，咸取所象”。
             从以上文献中我们不难看出，李白的姓名是其父回到蜀中给自己恢复了李姓后，为后来出世的李白取的名字，李母梦到太白金星后于是有了身孕，在阵痛难忍中生出李白，李白的名字就是根据这一梦境得来的。
             唐朝长安元年，李白出生于武则天执政后期的公元701年。李白少年时代的学习内容很广泛，除儒家经典、古代文史名著外，还浏览诸子百家之书。他很早就相信喜欢道教，喜欢隐居山林，求仙学道；同时又有建功立业的政治抱负。一方面要做超脱尘俗的隐士神仙，一方面要做君主的辅弼大臣，这就形成了出世与入世的矛盾。但积极入世、关心国家，是其一生思想的主流，也是构成他作品进步内容的思想基础。李白青少年时期在蜀地所写诗歌，留存很少，但像《访戴天山道士不遇》《峨眉山月歌》等篇，已显示出突出的才华。
             李白搁笔
             在黄鹤楼公园东边，有一亭名为“搁笔亭”，亭名取自“崔颢题诗李白搁笔”的一段佳话。唐代诗人崔颢登上黄鹤楼赏景写下了一首千古流传的名作：“昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是，烟波江上使人愁。”
             后来李白也登上黄鹤楼，放眼楚天，胸襟开阔，诗兴大发，正要提笔写诗时，却见崔颢的诗，自愧不如只好说：“一拳捶碎黄鹤楼, 一脚踢翻鹦鹉洲。眼前有景道不得，崔颢题诗在上头。”便搁笔不写了。有个少年丁十八讥笑李白：“黄鹤楼依然无恙，你是捶不碎了的。”李白又作诗辩解：“我确实捶碎了，只因黄鹤仙人上天哭诉玉帝，才又重修黄鹤楼，让黄鹤仙人重归楼上。”
             实际上，李白热爱黄鹤楼，到了无以复加的程度，他高亢激昂，连呼“一忝青云客，三登黄鹤楼”。山川人文，相互倚重，崔颢题诗，李白搁笔，从此黄鹤楼之名更加显赫。后来，李白也仿照《黄鹤楼》写下《登金陵凤凰台》：“凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，一水中分白鹭洲。总为浮云能蔽日，长安不见使人愁。”
             诗友挚情
             ●重访江东
             李白离开东鲁，便从任城乘船，沿运河到了扬州。由于急着去会稽会见元丹丘，也就没有多滞留。到了会稽，李白首先去凭吊过世的贺知章。不久，孔巢父也到了会稽，于是李白和元丹丘、孔巢父畅游禹穴、兰亭等历史遗迹，泛舟镜湖，往来剡溪等处，当然也少不了在繁华都市会稽流连忘返。在金陵，李白遇见了崔成甫。两人都是政治上的失意者，情怀更加相投。每次游玩时，都尽情畅游，不计早晚。他们泛舟秦淮河，通宵达旦地唱歌，引得两岸人家不胜惊异，拍手为他们助兴。两人由于性格相投、遭遇相似，所以比之一般朋友更为默契，友情更深厚，因而李白把崔成甫的诗系在衣服上，每当想念，便吟诵一番。
             ●汪伦之情
             唐天宝年间，汪伦听说大诗人李白旅居南陵叔父李冰阳家，便写信邀请李白到家中做客。信上说：“先生好游乎?此处有十里桃花。先生好饮乎?此处有万家酒店。”李白素好饮酒，又闻有如此美景，欣然应邀而至，却未见信中所言盛景。汪伦盛情款待，搬出用桃花潭水酿成的美酒与李白同饮，并笑着告诉李白：“桃花者，十里外潭水名也，并无十里桃花。万家者，开酒店的主人姓万，并非有万家酒店。”李白听后大笑不止，并不以为被愚弄，反而被汪伦的盛情所感动，适逢春风桃李花开日，群山无处不飞红，加之潭水深碧，清澈晶莹，翠峦倒映，汪伦留李白连住数日，每日以美酒相待，别时送名马八匹、官锦十端。李白在东园古渡乘舟欲往万村，登旱路去庐山，汪伦在古岸阁上设宴为李白饯行，并拍手踏脚，歌唱民间的《踏歌》相送。李白深深感激汪伦的盛意，作《赠汪伦》诗一首： 李白乘舟将欲行，忽闻岸上踏歌声。 桃花潭水深千尺，不及汪伦送我情。
             ●为白写序
             李阳冰曾与伟大的浪漫诗人李白有过一段不平常的交往。唐肃宗时李白曾投身于永王李璘幕府帐下，因李璘丹阳起兵叛乱兵败，李白受到牵连，被治罪流放。后虽被大赦，但居无定所，穷困潦倒，流浪到当涂，李阳冰时任当涂县令，仰慕李白的文才和人品，得知李白遭遇后，毅然把李白在当涂安置下来，生活上给予多方照顾。李白死于当涂，终前，把一生诗作托付给李阳冰。李阳冰不负重托，便用精美的书法把书稿重新抄录编成《草堂集》20卷，还为诗集写了一篇序言。流传于世。李白的诗作所以能广为流传，除诗本身有很高的思想性和艺术性外，李阳冰编辑整理之功也是功不可没。
             生死考证
             关于李白的出生地，唐人所撰李白身世资料，最可信者，除魏颢、李阳冰分别为李白编集所写的序文外，再就是刘全白、范传正于李白身后为他写的碣记和碑序。“白本家陇西，乃放形，因家于绵。身既生蜀，则江山英秀。”（魏颢《李翰林集序》）；“神龙之始逃归于蜀，复指李树而生伯阳；惊姜之夕长庚入梦，故生而名白，以太白字之。”(李阳冰《草堂集序》)；“君名白，广汉人。”(刘全白《唐故翰林李君碣记》)；“神龙之初，潜还广汉。...公之生也，先府君指天枝以复姓，先祖母梦长庚而告祥。”(范传正《唐左拾遗翰林学士李公新墓碑并序》)。魏称绵，李称蜀，刘、范称广汉。实则地点相同而有详略之别，魏、李、范三人均指明李白生于蜀中，为蜀中绵州(汉称广汉)人。20世纪70年代，郭沫若提出“碎叶”说。20世纪90年代以后，随着李白研究的深入，学术界普遍采纳李白生于绵州昌隆县青莲乡（今四川省江油市青莲镇）的说法。
             安史之乱发生的第三年（756年），他参加了永王李璘的幕府。永王与肃宗争夺帝位的斗争兵败之后，李白受牵连，流放夜郎（今贵州境内），途中遇赦写下《早发白帝城》。晚年投奔族叔当涂县令李阳冰，不久即病逝，也有说是：“醉致疾亡”，就是喝酒引发疾病而死（见皮日休《李翰林诗》）。也有说是单纯的喝酒猝死（见《旧唐书》）。也有说是醉酒入江中捉月溺死，这种说法古已有之且广为流传。
             身世之谜
             关于诗仙李太白的家世和身世，唐代当时就讳莫如深，特别是对其祖父、曾祖父，史料无一记载。李白自己很少谈及家世，偶有所及，也往往只提远祖，讳言近亲，闪烁其辞，故布疑阵。尽管如此，还是有人从历史的尘幕中看出了蛛丝马迹。最早提到此事的是唐梓州刺史于邵，他最早在李白故里立碑纪念，明末曹学全《蜀中名胜记》载有碑文内容：“白本宗室子，其先避地客蜀，居蜀之彰明，太白生焉”。接着提到此事的乃宋人杜田。
             延至当代，才有《中国青年报》1985年7月28日所载兼葭《李白身世之谜》，转述台湾学者罗香林认为：李白乃李建成之后。韩维禄1988年撰文《李白“五世为庶”当为李建成玄孙解》论证李白乃唐宗室，李建成玄孙。持同样观点的徐本立1990年发表《李白为李渊五世孙考》亦认为李白应为凉武昭王十二世孙、太祖李虎七世孙、高祖李渊五世孙、太子建成玄孙。而朱秋德的《论李白的宗室情结及对其人生诸要素的影响》（《丝路学刊》1997年第4期），更对李白的身世及人生诸要素作出一番综合考察和评价，以期接近历史本来面目。
             李白的研究者们主要引据的是李阳冰《草堂集序》和范传正《唐左拾遗翰林学士李公新墓碑并序》。李阳冰《草堂集序》作于李白同时，其中的身世内容当出自李白口授，范传正作《序》时有李白孙女陪范主持其祖父迁墓之事。
             朱秋德在他的文章中说：“李白作为沦落民间的宗室之子的人生悲剧是命定的，是谁也无法解救的。祖先的血脉周流其身使他渴望有所作为，但祖先蒙受的罪孽又使他不敢有所作为；建功立业而又害怕暴露身世使他的精神和行为在庙堂之高和江湖之远间首鼠两端。他的一生就是在这种矛盾中，在祖先留下的物质财富和精神枷锁中度过的。他是戴着镣铐跳舞的人，而这镣铐世人看不见，只有他自己知道。”
             祖籍迷雾
             虽然90年代以后大多数学者认同李白出生地在四川江油，但是关于李白确切的出生地还是存在争议，大致学者们认为主要有三个地方：分别是四川绵阳江油、陇西成纪、吉尔吉斯斯坦碎叶城。
             ●四川绵阳江油
             2009年8月21日，江油市委宣传部致函中央电视台、湖北省安陆市委宣传部，认为江油才是李白的故里，安陆涉嫌“侵权”。
             2009年8月24日，安陆市政府发专函给江油，希望两地能“共享李白”。
             2009年8月28日，江油市文化旅游局向安陆市政府发去律师函，希望对方在10日内，立即停播或删除含有“李白故里”字样的宣传广告片，并保留用法律手段进一步追索的权利，最后胜诉。
             ●陇西成纪
             李白祖籍早于古书有记载《草堂集序》云：“……公又疾亟，草稿万卷，手集未修；枕上授简，俾余为序……李白，字太白。陇西成纪人，凉武昭王暠九世孙。蝉联圭组，世为显著；中叶非罪，谪居条支，易姓与名。然自穷蝉至舜，五世为庶，累世不大曜，亦可叹焉。神龙之始，逃归于蜀，复指李树而生伯阳。”李阳冰《序》说:“李白，字太白，陇西成纪人，凉武昭王暠九世孙。”魏颢（唐前进士，曾亲访李白，二人“相见泯合”）《李翰林集序》说：“白本陇西，乃放形，因家于绵。”范传正《墓碑说》：“公名白，字太白，其先陇西成纪人。绝嗣之家，难求谱牒。”《新唐》说：“李白，字太白，兴圣皇帝九世孙。其先，隋末因为犯罪迁徙至西域，神龙初返还，客居陇西。”《碑序》云：“公名白，字太白，其先陇西成纪人。绝嗣之家，难求谱牒。公子孙女搜于箱箧之中，得公之亡子伯禽手疏数十行，纸坏字缺，不能详备，约而计之：凉武昭王九世孙也。隋末多难，一房被窜于碎叶，流离散落，隐易姓名。故国朝以来，漏于属籍。神龙初潜还广汉，因侨为郡人。父客，以逋其邑，遂以客为名，高卧云林，不求仕禄。公之生也，先府君指天枝以复姓。”
             2010年3月，甘肃籍学者雷达写了一篇《李白“故里”在甘肃秦安》的文章，随即当地组织了网友签名等活动，颇为热闹。
             ●吉尔吉斯斯坦
             根据郭沫若等学者德尔考究，还有一种说法就是李白生可能生于碎叶城，也就是现在的吉尔吉斯斯坦。五岁那年，他随家人迁到四川省江油县定居。李白《与韩荆州书》：“我本是陇西平民，流落至楚汉之地”，自言祖籍陇西成纪人（今甘肃省天水市秦安县）。
             2009年10月29日，吉尔吉斯斯坦驻中国大使馆商务参赞朱萨耶夫·古邦访问安陆，称李白故里在吉尔吉斯斯坦的托克马克市，希望托克马克与安陆两个城市能够以李白为纽带，共同担负起弘扬李白文化的责任，并进一步拓展经济 、贸易等方面的合作。
             事实上，早在2008年10月，吉尔吉斯斯坦文化信息部部长拉耶夫就对中国媒体表示，中国唐代最伟大的诗人李白的出生地碎叶城，就是吉尔吉斯斯坦境内的托克马克市，他们正与中方协商要为李白塑造一个纪念雕像，推动两国李白文化的经济合作。朱萨耶夫·古邦造访安陆，更是表明吉方已经认识到李白故里所蕴含的经济价值，力图分上一杯羹。随后，两地草签了一系列文化和经济的合作意向。

             */

            private String nameStr;
            private String cont;

            public String getNameStr() {
                return nameStr;
            }

            public void setNameStr(String nameStr) {
                this.nameStr = nameStr;
            }

            public String getCont() {
                return cont;
            }

            public void setCont(String cont) {
                this.cont = cont;
            }
        }
    }
}
